{
  "data": [
    {
      "name": "Advanced Navigation Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Advanced_Navigation_Scout_Interest_Badge",
      "requirements": [
        "1.Hold[Map Reading Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Map_Reading_Scoutcraft_Badge)or complete all the requirements.",
        "2.Explain to the satisfaction of the examiner how the SA coordinate system works and demonstrate using a 1:50 000 Topographical map, how to plot and read Geographical and Projected coordinates.",
        "3.Explain what is meant by GPS and the difference between Single and Differential (DGPS) processing.",
        "4.What do you understand is Real-Time processing?",
        "5.Explain what is meant by a Waypoint.",
        "6.Show knowledge of the setup procedure for a GPS.",
        "7.Explain what a GIS is.",
        "8.Identify and explain the different ways of obtaining data for a GIS.",
        "9.Explain what Attributes are.",
        "10.Successfully load at least 10 Waypoints, as determined by the examiner, and then navigate to these points using the GPS /GIS. The route should be at least 15km and half the distance can be done on water, animal or bicycles."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/54/Scout-interest-badge-AdvancedNavigation.jpg/200px-Scout-interest-badge-AdvancedNavigation.jpg"
    },
    {
      "name": "Air Glider Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Glider_Scout_Interest_Badge",
      "requirements": [
        "1.Explain the methods of launching a glider, the recovery procedure afterwards and how to park a glider.",
        "2.Show a knowledge of the different class of glider as defined by the South African Soaring Association.",
        "3.List the instruments a glider carries and explain their purpose.",
        "4.Demonstrate a knowledge of the structure and controls of a glider.",
        "5.Recognise and name six different types of cloud formations and explain the type of flying conditions to be expected in each basic type.",
        "6.Carry out a daily inspection (pre-flight) on a glider to the satisfaction of the instructor, and explain why the inspection of each part is important to the safe operation of the aircraft.",
        "7.Explain what produces good soaring conditions.",
        "8.Act as a member of a launching and recovery crew.",
        "9.Explain the emergency procedures for a glider in flight in the case of",
        "10.Do two circuits in a glider with an instructor and submit a detailed report on each flight.",
        "11.Discuss with the examiner the conventional symbols used on aeronautical charts and point out the features over flown on an imaginary cross-country flight of at least 50 nautical miles flying at a height of 600 metres (2 000 feet)."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/6/6a/Scout-interest-badge-AirGlider.jpg/200px-Scout-interest-badge-AirGlider.jpg"
    },
    {
      "name": "Air Mechanic Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Mechanic_Scout_Interest_Badge",
      "requirements": [
        "1.Understand the basic principles of an aircraft piston engine and know the names and functions of the principal parts.",
        "2.Demonstrate pre-flight check and a knowledge of aircraft documents.",
        "3.Have passed the[Aviation Skills Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Aviation_Skills_Scoutcraft_Badge), or complete part 5 of its requirements.",
        "4.Explain the principles of flight and of airframe construction.",
        "5.Explain the basic principles of an aircraft jet engine and know the names and functions of the principal parts.",
        "6.Build a non-flying model aircraft with working control surfaces operated by a control column. Demonstrate its use.",
        "7.Have a general knowledge of elementary hydraulics and electrics as applied to aircraft, concerning:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/ec/Scout-interest-badge-AirMechanic.jpg/200px-Scout-interest-badge-AirMechanic.jpg"
    },
    {
      "name": "Air Meteorologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Meteorologist_Scout_Interest_Badge",
      "requirements": [
        "1.Know the basic structure of the atmosphere by:",
        "2.Explain what is meant by:",
        "3.Explain Buys Ballots law.",
        "4.Explain the different ways in which fog is formed as well as day and night visibility.",
        "5.Demonstrate and understand the purpose of the following instruments:",
        "6.Describe the measurement of inland and coastal station pressures and:",
        "7.Describe the composition of water vapour and explain: saturation; condensation; sublimation; evaporation; relative humidity; dew point and vapour pressure.",
        "8.Do the following:",
        "9.Make a simple forecast from a weather map with special reference to winds, temperature and barometric pressures.",
        "10.Report, either in writing or orally, on a visit to a meteorological station covering the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/e3/Scout-interest-badge-AirMeteorologist.jpg/200px-Scout-interest-badge-AirMeteorologist.jpg"
    },
    {
      "name": "Air Navigator Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Navigator_Scout_Interest_Badge",
      "requirements": [
        "1.Hold the[Air Planner Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Air_Planner_Scoutcraft_Badge).",
        "2.Apply the semicircle rule and demonstrate the importance of keeping to the correct flight levels in an aeroplane or on a simulator.",
        "3.Be able, to point out the features over flown on an imaginary triangular cross country flight of at least 150 nautical miles flying at a height of 3000 feet above ground level.",
        "4.Explain what is meant by:",
        "5.Measure the distance and true reading between two points on an aeronautical chart and calculate drift, given the wind strength and direction in scale drawing, without the use of a computer.",
        "6.Illustrate by means of a simple diagram how a fix can be obtained from two position lines. Describe briefly two ways in which bearings can be obtained in an aircraft, thus enabling position lines to be drawn on a chart. Obtain a fix by transferring one of the two position lines.",
        "7.Demonstrate a basic knowledge of aeronautical maps and charts with emphasis on Lamberts Conformal and Mercator charts. Show a general knowledge of time: GMT and sunrise and sunset.",
        "8.Plot the magnetic heading required to make good the track between two places on an aeronautical chart given airspeed and a forecast wind velocity. Given a time of departure, work out the estimated time of arrival (ETA). From a time fix indicated on the chart during an imaginary flight, work out the track made good, actual wind velocity, new track required, magnetic heading to steer and revised ETA. This test is to be done using a computer. Complete a standard ATC Flight Plan Form for the imaginary flight.",
        "9.Explain overdue action.",
        "10.Show a basic knowledge of radio navigation: radio aid equipment available; VOR; ADF; TACAN; basic operation of ground stations. Understand the concept of Global Positioning Systems (GPS)."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/77/Scout-interest-badge-AirNavigator.jpg/200px-Scout-interest-badge-AirNavigator.jpg"
    },
    {
      "name": "Air Spotter Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Spotter_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Aviation Skills Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Aviation_Skills_Scoutcraft_Badge), or complete parts 1, 3 and 4 of its requirements.",
        "2.Sketch the national markings of 10 Air Forces of the world, at least 3 of these should be African Air Forces.",
        "3.Be able to name at least 10 international airlines that operate into South Africa and identify their country of origin, at least 3 of these should be African airlines.",
        "4.Be able to name the registration prefixes for eight countries in Sub Sahara Africa as well as eight other countries, e.g. ZS=South Africa, VS=Namibia, 3D=Swaziland, G=United Kingdom.",
        "5.Log on at least five different occasions a total of 30 or more aircraft that you have observed (they need not all be different types) recording their type, registration number and date where observed"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/9f/Scout-interest-badge-AirSpotter.jpg/200px-Scout-interest-badge-AirSpotter.jpg"
    },
    {
      "name": "Air Traffic Controller Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Air_Traffic_Controller_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Air Planner Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Air_Planner_Scoutcraft_Badge), or complete parts 1 & 2 of its requirements.",
        "2.Demonstrate aircraft marshalling signals by day and by night.",
        "3.State, after visiting an airport, the objectives and functions of the air traffic services (i.e. Air Traffic Controller, the tower, approach, information, fire brigade and any other services).",
        "4.Explain the use of equipment used by minor airfield control towers.",
        "5.Recite the phonetic alphabet.",
        "6.Describe the types of separations used in Air Traffic Control.",
        "7.Identify three local beacons by their mores signals and radio frequency.",
        "8.Know the[Morse Code](https://scoutwiki.scouts.org.za/index.php?title=Morse_Code).",
        "9.Demonstrate, with the examiner acting as the pilot, an air traffic controlled circuit pattern from start-up to shut-down.",
        "10.Draw a runway and its circuit patterns, indicating:",
        "11.Explain the importance of aircraft adhering to flight levels and how these are calculated and obtained.",
        "12.Explain the aircraft priority order for landing at an airfield and the rules governing right-of-way.",
        "13.Know the radio readability scale.",
        "14.Know the international calls for distress and emergency.",
        "15.Explain what is meant by the term \"QDM 050\" (See[wikipedia:Aeronautical Code signals](https://scoutwiki.scouts.org.zahttps://en.wikipedia.org/wiki/Aeronautical_Code_signals)).",
        "16.State what type of \"flight rules\" are available to pilots."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/43/Scout-interest-badge-AirTrafficController.jpg/200px-Scout-interest-badge-AirTrafficController.jpg"
    },
    {
      "name": "Archaeologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Archaeologist_Scout_Interest_Badge",
      "requirements": [
        "1.Have a knowledge of the appearance of the following: a Stone Age site and artefact; an Iron Age site and artefact; a rock painting site; a rock engraving site.",
        "2.Produce evidence that you have participated for at least five days in an excavation and/or a rock art recording activity under professional supervision. Participation should include at least three of the following activities:",
        "3.Write an illustrated report on the activity in 2 (above), covering the following:",
        "4.Discuss with the examiner the use of the Site Recording Manual of the Archaeological Data Recording Centre, South African Museum, and Cape Town.",
        "5.Have a knowledge of the relevant clauses of the National Monuments Act and its practical implications for the protection of archaeological sites."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/5b/Scout-interest-badge-Archaeologist.jpg/200px-Scout-interest-badge-Archaeologist.jpg"
    },
    {
      "name": "Archer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Archer_Scout_Interest_Badge",
      "requirements": [
        "1.Discuss with the examiner the main historical changes in the long bow or cross bow.",
        "2.Know and demonstrate the safety rules governing both long bow and cross bow.",
        "3.Recognise and explain the use of 10 items of equipment selected by the examiner.",
        "4.Describe both the targets and the scoring methods in at least 3 internationally recognised competitions",
        "5.Work under a master bowman for six months. On completion of this requirement, undertake maintenance duties as selected by the master bowman for a minimum of three months.",
        "6.Know the pull strength for the various age groups in your branch of archery.",
        "7.Participate in an archery competition at club level against other archers. Attain a standard of at least blue/red."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/d/de/Scout-interest-badge-Archer.jpg/200px-Scout-interest-badge-Archer.jpg"
    },
    {
      "name": "Artist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Artist_Scout_Interest_Badge",
      "requirements": [
        "1.Submit at least 3 works done by you in your chosen medium or media.",
        "2.Have a working knowledge of the equipment and media that you used in creating your work.",
        "3.Demonstrate by practical example:",
        "4.Using pencil and paper, produce on the spot a recognisable and artistic sketch of two of the following:",
        "5.Select to do"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/21/Scout-interest-badge-Artist.jpg/200px-Scout-interest-badge-Artist.jpg"
    },
    {
      "name": "Astronomer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Astronomer_Scout_Interest_Badge",
      "requirements": [
        "1.Explain the difference between a star and a planet.",
        "2.Name the planets in order from nearest to furthest from our sun, giving approximate distances. Explain their relative motions and define the ecliptic.",
        "3.Know the speed of light and explain how this enables man to specify inter-stellar distances. Know the distance of the nearest star (in light years) to the sun and state the time taken for light from the sun to get to Earth.",
        "4.Explain the phases of the moon and demonstrate, in sunlight, with the use of cardboard discs or balls made to represent the earth and moon (in proportion) how an eclipse of the earth and sun occurs.",
        "5.Point out, on a cloudless night, at least six prominent constellations and demonstrate from at least two of these how to get an approximate bearing of north.",
        "6.Understand inter-galactic distances. Point out the locations of two galaxies remote from the Milky Way and give their names.",
        "7.Explain the concept of the[Backwoods and Survival](https://scoutwiki.scouts.org.za/index.php?title=Backwoods_and_Survival)and how to find it using the Southern Cross and pointers.",
        "8.Demonstrate how to use a star chart by finding and pointing out six prominent stars.",
        "9.Explain how the positions of the stars at given times (as shown in star tables) can enable one’s locality on the surface of the earth to be identified.",
        "10.Know the meaning of universal standard time (LTC) and its relationship to the local standard time and local sun time."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/59/Scout-interest-badge-Astronomer.jpg/200px-Scout-interest-badge-Astronomer.jpg"
    },
    {
      "name": "Athlete Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Athlete_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate the correct methods of walking and running, and of starting a race.",
        "2.Discuss the rules for the following:",
        "3.Discuss correct diet and methods of training for athletes.",
        "4.Represent your club, Troop or school at an athletic meeting.",
        "5.Gain the indicated points in five of the following groups of tests according to your age."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/a/a3/Scout-interest-badge-Athlete.jpg/200px-Scout-interest-badge-Athlete.jpg"
    },
    {
      "name": "Backwoodsman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Backwoodsman_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Survival Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Survival_Scoutcraft_Badge)or complete all the requirements for it.",
        "2.Take part in a survival adventure in an area unfamiliar to you which lasts for at least 45 hours.",
        "3.During the adventure demonstrate the following backwoods skills:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/4c/Scout-interest-badge-Backwoodsman.jpg/200px-Scout-interest-badge-Backwoodsman.jpg"
    },
    {
      "name": "Ornithologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Ornithologist_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate your knowledge of the main descriptive terms for the parts of a bird's anatomy by pointing out on a diagram:",
        "2.Describe eight types of habitat used by birds.",
        "3.Select FIVE of the following categories and name 3 birds from each. Point out the main field characteristics:",
        "4.From slides, photographs, or diagrams shown by the examiner, identify 10 out of 20 birds which can reasonably be expected to live within 50 km of your home.",
        "5.Name and briefly describe:",
        "6.Explain the term \"breeding plumage\" and give three examples.",
        "7.Complete one of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/bb/Scout-interest-badge-Ornithologist.jpg/200px-Scout-interest-badge-Ornithologist.jpg"
    },
    {
      "name": "Boardsailing Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Boardsailing_Scout_Interest_Badge",
      "requirements": [
        "1.Have a basic understanding of the theory of sailing, with particular reference to the centre of effort and the centre of lateral resistance, and explain their significance to boardsailing.",
        "2.Be able to identify all parts of a sailboard and its rigging.",
        "3.Rig a sailboard and sail a course of at least 300 metres, at least one beat, one run, and one reach, on both port and starboard tacks.",
        "4.Explain how to obtain suitable weather forecasts and understand how to use them.",
        "5.Describe the international signal for help and explain when to use it.",
        "6.Demonstrate and explain rigging modifications for varying weather conditions.",
        "7.Discuss with the examiner the LY.R.U. rules and appendices, with S.A.Y.R.A. prescriptions, applicable to boardsailing and right-of- way for yachts and sailboards.",
        "8.Sailing with an average wind strength of Force 3 on the Beaufort Wind Scale or more, complete a figure-of-eight course twice, sailing continuously. The radius of the circles to be less than 10 metres.",
        "9.Perform the following manoeuvres on both port and starboard tacks:Step tack; Jump tack; Swing gybe; Stop (or Turn) gybe."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/46/Scout-interest-badge-Boardsailing.jpg/200px-Scout-interest-badge-Boardsailing.jpg"
    },
    {
      "name": "Boatswain Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Boatswain_Scout_Interest_Badge",
      "requirements": [
        "1.Repair a small hole in a pulling boat OR patch a canvas or rubber hull OR repair a small hole in a fibre-glass hull.",
        "2.Make the following bends, hitches or splices:",
        "3.Make a[Sailmaker's whipping](https://scoutwiki.scouts.org.za/index.php?title=Sailmaker%27s_whipping)and make off correctly the ends of a nylon or plastic rope using heat.",
        "4.Make a fender suitable for a pulling boat.",
        "5.Demonstrate how to take care of, clean and remove stains from sails.",
        "6.Identify 3 different synthetic fibres both in cloth and ropes.",
        "7.Take part in painting and varnishing a boat.",
        "8.Make the following pipes on a Bosun's Call:",
        "9.Make and use a Bosun's chair. Explain the Aerial Runway Code.",
        "10.Overhaul and repair a set of standing rigging, in both wire and cordage, for an open sailing craft.",
        "11.Demonstrate the uses of purchase tackles, and rig a purchase tackle.",
        "12.Make a boat bag, using canvas, PVC or synthetic cloth. List the contents of the boat bag."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/3f/Scout-interest-badge-Boatswain.jpg/200px-Scout-interest-badge-Boatswain.jpg"
    },
    {
      "name": "Cameraman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Cameraman_Scout_Interest_Badge",
      "requirements": [
        "1.Take your camera and other equipment to the examiner and demonstrate how the equipment is used. Be prepared to answer questions on such things as loading and unloading the camera, how to adjust for focus, how to allow for colour balance etc.",
        "2.Explain the need for lenses of different focal length, or a zoom lens and how the change of lens, or zooming, can enhance your story line while shooting.",
        "3.Explain the problems encountered when panning. Discuss with the examiner what to do to overcome these problems.",
        "4.Describe to the examiner how you would plan a shoot of a Scouting event, or a film plot with a story line, highlighting the problems you would encounter with continuity. After shooting explain how you would use editing to increase the pace of the film.",
        "5.Produce a programme, lasting at least 20 minutes, of a Scouting event, that could be used as a training aid for the Troop or Pack, or as an item of entertainment at a parents' evening. If sound dubbing is not available prepare the presentation as a silent run but have prepared an audio tape that can be used during the presentation. The tape can be either suitable music only or it can be with a voice-over to explain the action.",
        "6.In addition to the material used in section 5, take three short sequences which will demonstrate your ability to use the mobility of the camera and the advantages of being able to pan and zoom. No sound is required but you should be prepared to explain to the examiner what you have tried to achieve. The subjects should include:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/6/67/Scout-interest-badge-Cameraman.jpg/200px-Scout-interest-badge-Cameraman.jpg"
    },
    {
      "name": "Camp Quartermaster Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Camp_Quartermaster_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Camping Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Camping_Scoutcraft_Badge)or complete all the requirements for it.",
        "2.Discuss the precautions to be taken, and practices used, concerning camp sanitation and personal hygiene under varying conditions.",
        "3.Demonstrate in camp the correct methods of:",
        "4.Have acted as assistant Quartermaster at two Troop camps, being responsible for the issuing of rations and the issuing and return of equipment.",
        "5.",
        "6.",
        "7.",
        "8.For a Troop camp of 4 nights or 2 weekends duration, attended by at least two Patrols, do the following:",
        "9.Do two of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/27/Scout-interest-badge-CampQuartermaster.jpg/200px-Scout-interest-badge-CampQuartermaster.jpg"
    },
    {
      "name": "Campfire Leader Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Campfire_Leader_Scout_Interest_Badge",
      "requirements": [
        "1.Explain the aim, purpose and place of the campfire in Scout training, with reference to the different types of campfire (formal, informal, indoor, Cub etc).",
        "2.Discuss the principles involved in planning a formal Patrol or Troop campfire, covering campfire leadership, discipline and mood.",
        "3.Assist with the programmes of 2 formal campfires by leading songs,yells, rounds, dances or games.",
        "4.Construct a portable indoor campfire, as well as any other type of firesuitable for an outdoor campfire leg top burner).",
        "5.Produce your own campfire blanket designed and decorated by yourself",
        "6.Produce your own campfire notebook with the following items:",
        "7.Plan, lead and run a formal campfire, devising a novel openingceremony. The examiner is to be present"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/e8/Scout-interest-badge-CampfireLeader.jpg/200px-Scout-interest-badge-CampfireLeader.jpg"
    },
    {
      "name": "Canoeist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Canoeist_Scout_Interest_Badge",
      "requirements": [
        "1.Pass or have passed the[Canoeing Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Canoeing_Scoutcraft_Badge).",
        "2.Discuss the design features of canoes (length, width, et\tand how these impact on a canoe's performance.",
        "3.Demonstrate how to maintain a canoe in good condition and carry out simple repairs to it.",
        "4.Show a knowledge of the dangers and precautions to be taken against water-borne diseases (Bilharzia, Typhoid, Cholera), and against hypothermia and hyperthermia.",
        "5.Demonstrate sound safety measures when canoeing on rivers, including paddling on unfamiliar routes and approaching hazards.",
        "6.Demonstrate your competence to paddle a canoe on a flowing river, including:",
        "7.Show a knowledge of the following obstacles and hazards to be encountered on rivers, how to avoid them, and emergency procedures:",
        "8.Take charge of two other canoeists on a 24-hour expedition of at least 30 kilometres, camp overnight, and keep a log. Before departure explain priorities. The expedition must include:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/1/10/Scout-interest-badge-Canoeist.jpg/200px-Scout-interest-badge-Canoeist.jpg"
    },
    {
      "name": "Carpenter Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Carpenter_Scout_Interest_Badge",
      "requirements": [
        "1.",
        "2.",
        "3.",
        "4.- In consultation with the examiner, demonstrate the use of, andsafety precautions applicable to:",
        "5.",
        "6.Either make the model which you have designed or present to the examiner a suitable model made by yourself in your school's carpentry shop."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/37/Scout-interest-badge-Carpenter.jpg/200px-Scout-interest-badge-Carpenter.jpg"
    },
    {
      "name": "Chess Player Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Chess_Player_Scout_Interest_Badge",
      "requirements": [
        "1.Discuss with the examiner in detail all the fundamental laws of chess, including the moves of each piece; setting up the chessboard for a game; conditions of checkmate; conditions for a draw (with or without stalemate); castling on both sides; en passant; taking of pieces; and order of moves.",
        "2.Discuss the relative values of pieces with the examiner.",
        "3.Demonstrate how checkmate can be obtained by",
        "4.Demonstrate the recordings of a chess game during play using either of the recognised notations. Show how an unfinished game is recorded for future play. Know the following symbols",
        "5.List the last 5 World Chess Champions and discuss with the examiner the following points:",
        "6.Teach a beginner the fundamental rules of chess and 3 recognised openings.",
        "7.Solve any 3 chess problems set by the examiner or play 3 games against the examiner."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/1/10/Scout-interest-badge-ChessPlayer.jpg/200px-Scout-interest-badge-ChessPlayer.jpg"
    },
    {
      "name": "Coin Collecting Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Coin_Collecting_Scout_Interest_Badge",
      "requirements": [
        "1.Make a collection of acceptable size and show it to the examiner and by using numismatic terminology, discuss your collection with the examiner. (eg Water-marks, production numbers, anti- counterfeit measures on paper money; and obverse, reverse, milling or mint marks on other items where applicable.)",
        "2.Describe how to handle, store and care for the items that you collect.",
        "3.Point out to the examiner the different grades of items in your collection, or items produced by the examiner. (Proof is the highest grade; uncirculated, fine and good are the other basic grades in descending order.)",
        "4.Describe how the items in your collection were manufactured.",
        "5.Demonstrate an understanding of why numismatic value is more often linked with rarity as opposed to age.",
        "6.Although not essential, it would be beneficial to the collector to place a rough value on his collection and be able to justify his valuation to the examiner.",
        "7.Name at least two places where your collection can be further researched."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/c/cd/Scout-interest-badge-Numismatist.jpg/200px-Scout-interest-badge-Numismatist.jpg"
    },
    {
      "name": "Collector Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Collector_Scout_Interest_Badge",
      "requirements": [
        "1.\"Rare\" items as opposed to \"everyday\" items.",
        "2.The length of time over which the items were collected, preferably over a period of at least 9 months.",
        "3.The availability of catalogues or books of reference on the items collected.",
        "4.The number of specialised items in comparison with general items in circulation."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/8/83/Scout-interest-badge-Collector.jpg/200px-Scout-interest-badge-Collector.jpg"
    },
    {
      "name": "Computer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Computer_Scout_Interest_Badge",
      "requirements": [
        "1.Present evidence of your involvement in using computers over a period of at least three months, and explain what you learnt in that time.",
        "2.Show a general knowledge of computer technology, including the basic components of a computer system, and explain the following terms:hardware, software, operating system, memory, processor, storagedevices, modem, scanner, network, internet, backups, copyrights",
        "3.Discuss the different storage devices and media (hard drive, CD-ROM, etc.) which are currently available, and what each of them is used for.",
        "4.Do THREE of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/b0/Scout-interest-badge-Computer.jpg/200px-Scout-interest-badge-Computer.jpg"
    },
    {
      "name": "Cook Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Cook_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Fires and Cooking Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Fires_and_Cooking_Scoutcraft_Badge), or complete all the requirements for it.",
        "2.Explain what is meant by ordinary culinary terms such as to bake, marinate, sear, and scald.",
        "3.Demonstrate your ability to use and maintain paraffin and gas stoves and lamps (primus, hurricane, and similar types).Understand the dangers, and demonstrate the safety precautions to be taken in lighting, using and cleaning these stoves and lamps.Demonstrate the correct procedures to be followed in replacing gas cylinders (including hiking gas stoves).",
        "4.In camp lead a Patrol in the preparation and[Serving a meal](https://scoutwiki.scouts.org.za/index.php?title=Serving_a_meal)for 6 persons.The meal must be cooked on an open fire. Dutch ovens, biscuit tin ovens or reflector ovens may be used.After cooking, properly dispose of rubbish, clean the utensils and leave a clean cooking area.",
        "5.Mix the dough and bake a loaf of bread in a camp oven, or bake and ice a cake at home.",
        "6.Prepare indoors a meal for 4 persons. The meal may be cooked using an electric, gas, wood, coal or paraffin stove, or microwave oven.Serve the food correctly following the niceties of good manners.Demonstrate carving, and clean up afterwards.",
        "7.Explain the principal joints of pork, lamb or beef.",
        "8.Discuss the nutritive value and storage of the following foods:",
        "9.Demonstrate the following:",
        "10.Make an item of camp kitchen equipment such as a reflector oven, hay-box, camp fridge, billycan or utensils from tin cans and wire."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/95/Scout-interest-badge-Cook.jpg/200px-Scout-interest-badge-Cook.jpg"
    },
    {
      "name": "Craftsman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Craftsman_Scout_Interest_Badge",
      "requirements": [
        "1.Present evidence that you have successfully pursued one of the following crafts for:- basketry, wire-modelling, wood-carving, spinning and weaving, bead work, mat making, soap-stone carving, pottery or other craft approved by the examiner.",
        "2.Discuss your work with the examiner with particular reference to:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/6/6c/Scout-interest-badge-Craftsman.jpg/200px-Scout-interest-badge-Craftsman.jpg"
    },
    {
      "name": "Cyclist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Cyclist_Scout_Interest_Badge",
      "requirements": [
        "1.Clean and adjust a bicycle. Prepare it for inspection using a prescribed bicycle safety checklist. Ensure that it meets local legal requirements.",
        "2.Show your bicycle to the examiner for inspection. Point out the adjustments or repairs you have made. Do the following:",
        "3.Mend a puncture or replace a tubeless tyre.",
        "4.Show a good knowledge of traffic rules, traffic signals and road signs, in discussion with the examiner and demonstrate that you know the bicycle safety code. Demonstrate the correct hand signals.",
        "5.Demonstrate proper mounting, pedalling and braking (including emergency stops).",
        "6."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/31/Scout-interest-badge-Cyclist.jpg/200px-Scout-interest-badge-Cyclist.jpg"
    },
    {
      "name": "Designer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Designer_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate your interest, practice and proficiency in some form of oneof the following:",
        "2.Carry out to the satisfaction of the examiner a piece of work in your chosen art form, as set by the examiner.",
        "3.Demonstrate a knowledge of"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/23/Scout-interest-badge-Designer.jpg/200px-Scout-interest-badge-Designer.jpg"
    },
    {
      "name": "Disaster Risk Management Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Disaster_Risk_Management_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[First Aid Scout Interest Badge](https://scoutwiki.scouts.org.za/index.php?title=First_Aid_Scout_Interest_Badge).",
        "2.Demonstrate a good knowledge of radio voice procedure.",
        "3.Carry an oral message of a minimum of 80 words to a given destination and repeat it after not less than 1 hour's time lapse.",
        "4.",
        "5.Describe in detail the civil defence plan for your district, town or city.",
        "6.Draw up an emergency plan for your household under the following headings:",
        "7.Demonstrate the hand signals used for directing and controlling traffic."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/ea/Scout-interest-badge-CivilDefence.jpg/200px-Scout-interest-badge-CivilDefence.jpg"
    },
    {
      "name": "Draughting Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Draughting_Scout_Interest_Badge",
      "requirements": [
        "1.Define the following:",
        "2.Show that you have a knowledge of the following drawing instruments:",
        "3.Draw the following views of a box 1 metre wide by 0,5 metres high by 2 metres long, using a convenient scale:",
        "4.Draw projections and the development of a truncated cylinder.",
        "5.Demonstrate the difference between \"third angle projection\" and \"first angle projection\".",
        "6.Draw a single line plan of a dwelling house to scale. Include in your house 2 bedrooms, a kitchen, a family room, 1 bathroom, and a single garage, the roof to be of the mono pitch design. Project the front and side elevations and draw a section. Drawing to be done in pencil. The plan must be neatly and correctly dimensioned and labelled."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/48/Scout-interest-badge-Draughtsman.jpg/200px-Scout-interest-badge-Draughtsman.jpg"
    },
    {
      "name": "Electrician Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Electrician_Scout_Interest_Badge",
      "requirements": [
        "1.Lists the common causes of electrical accidents and the safety precautions necessary to guard against the possibility of their occurring in the home.",
        "2.Demonstrate that you know the international colour code for three- core flex by connecting, a flex to a three-point plug.",
        "3.Correctly join and tape two pieces of insulated wire.",
        "4.",
        "5."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/1/1c/Scout-interest-badge-Electrician.jpg/200px-Scout-interest-badge-Electrician.jpg"
    },
    {
      "name": "Electronic Engineer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Electronic_Engineer_Scout_Interest_Badge",
      "requirements": [
        "1.Explain the basic Electron Theory.",
        "2.Explain the functions of the following:",
        "3.Solve a simple problem of current, voltage and resistance using Ohm's law.",
        "4.Explain the resistor and capacitor colour code.",
        "5.Explain the basic operation of heat sensitive and light sensitive components.",
        "6.Design a simple electronic apparatus and demonstrate it in use. Include the following:",
        "7."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/8/85/Scout-interest-badge-ElectronicEngineer.jpg/200px-Scout-interest-badge-ElectronicEngineer.jpg"
    },
    {
      "name": "Entertainer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Entertainer_Scout_Interest_Badge",
      "requirements": [
        "1.Do one of the following:",
        "2.Show that you understand the following terms:",
        "3.Do one of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/c/c4/Scout-interest-badge-Entertainer.jpg/200px-Scout-interest-badge-Entertainer.jpg"
    },
    {
      "name": "Farmer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Farmer_Scout_Interest_Badge",
      "requirements": [],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/55/Scout-interest-badge-Farmer.jpg/200px-Scout-interest-badge-Farmer.jpg"
    },
    {
      "name": "Fire Fighter Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Fire_Fighter_Scout_Interest_Badge",
      "requirements": [
        "1.List the first steps that should be taken on the outbreak of a fire, or hazardous situation. Show that you know:",
        "2.Explain the \"[Triangle of combustion](https://scoutwiki.scouts.org.za/index.php?title=Triangle_of_combustion)\" and how taking away one of the factors will put out the fire.Explain the ways in which fires can spread.Explain the[Principles of ventilation](https://scoutwiki.scouts.org.za/index.php?title=Principles_of_ventilation)at the scene of a fire.",
        "3.Draw up a list of the main causes of fires in the home. Explain how to guard against each.",
        "4.Make a fire-safety inspection of your home. Ask your parents to help and then prepare the following:",
        "5.Explain how to set about the evacuation of a building that is on fire.",
        "6.Describe five different[Classes of fire (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Classes_of_fire&action=edit&redlink=1)and know the different types of extinguishing media that may be used on each.",
        "7.Explain how to use the following common[Fire extinguishers (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Fire_extinguishers&action=edit&redlink=1):",
        "8.Explain:",
        "9.Discuss the hazards and the correct[Flammable liquids and gases](https://scoutwiki.scouts.org.za/index.php?title=Flammable_liquids_and_gases)in the home.List the extra precautions to take if such liquids and gasses are known to be present in a house which is on fire.",
        "10.Do the following:",
        "11.Discuss the dangers of smoke asphyxiation and show how to move through a smoke filled building.",
        "12.Demonstrate the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/c/ca/Scout-interest-badge-Firefighter.jpg/200px-Scout-interest-badge-Firefighter.jpg"
    },
    {
      "name": "First Aid Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=First_Aid_Scout_Interest_Badge",
      "requirements": [
        "1.",
        "2.Explain the general principles of dealing with accidents.",
        "3.Explain the signs, symptoms and treatment of shock.",
        "4.Discuss with the examiner the signs, symptoms and treatment (whereapplicable) of serious bleeding including internal bleeding.",
        "5.Use an improvised bandage to hold a dressing in place on the arm, hand,ankle and head.",
        "6.Demonstrate how to treat suspected fractures using improvised methods,and discuss with the examiner the dangers of fractures to the spine.",
        "7.Explain and demonstrate how to apply cardiopulmonary resuscitation.",
        "8.Demonstrate the correct method of lifting a person onto a stretcher.",
        "9.Demonstrate 4 methods of transporting patients eg fireman's lift; walkingassist; one-man carry; four-hand seat; two-man carry.",
        "10.Discuss the causes and treatment as well as the precautions to take toprevent:",
        "11.As a member of a team of at least three other Scouts deal with a First Aidincident staged by the examiner."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/4b/Scout-interest-badge-FirstAid.jpg/200px-Scout-interest-badge-FirstAid.jpg"
    },
    {
      "name": "Fishing Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Fishing_Scout_Interest_Badge",
      "requirements": [
        "1.Show that you have a sound knowledge of the fishing regulations applicable to the type of fishing and the part of the country where you wish to be examined.",
        "2.Make a list of fishing equipment needed for, and demonstrate that you have a practical knowledge of, either surf, boat or fresh water (river or dam) fishing.",
        "3.Make a fishing rod using a rod, stock, butt, eyes and binding, and also two tracers with one hook (wire and nylon), then demonstrate your ability to cast with it.",
        "4.Demonstrate that you have general knowledge of the fishing waters within 24 kilometres of your Scout headquarters.",
        "5.Demonstrate that you maintain your fishing tackle in sound condition.",
        "6.Present evidence that you have caught, prepared and cooked fishsufficient for yourself and two people.",
        "7.Keep a satisfactory log of your angling experience with details of weather, catch, baits and weights of fish caught, covering not less than 12 excursions, and show this to the examiner.",
        "8.Write a short account of wet and dry fly fishing; or of the varieties of bait and their use in the course of fishing.",
        "9.List the safety rules applicable to fishing.",
        "10.Name 4 different artificial lures and list their uses."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/9d/Scout-interest-badge-Fisherman.jpg/200px-Scout-interest-badge-Fisherman.jpg"
    },
    {
      "name": "Food for Life - Gold Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Food_for_Life_-_Gold_Scout_Interest_Badge",
      "requirements": [
        "1.Completion of the[Food For Life - Silver Badge](https://scoutwiki.scouts.org.za/index.php?title=Food_For_Life_-_Silver_Badge)is a prerequisite for this badge.",
        "2.Draw up a basic business plan, which includes:",
        "3.Do one of the following:",
        "4.Grow two types of these vegetables and donate them to a worthy cause or help an orphanage, old age home, church, etc. to start a garden.",
        "5.Explain how you will test the type of soil that you have.",
        "6.Explain two types of irrigation that you can use for your vegetable garden."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/a/a7/Scout-interest-badge-FoodforLife-Gold.jpg/200px-Scout-interest-badge-FoodforLife-Gold.jpg"
    },
    {
      "name": "Forester Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Forester_Scout_Interest_Badge",
      "requirements": [
        "1.Describe the value of woodlots for providing fuel, fencing and building poles; and the value of forests in protecting soil, building soil fertility, regulating the flow of water, and in wildlife management, and as recreational areas.",
        "2.Produce evidence that you have participated in a community woodlot programme under the guidance of the forestry authorities, or in a tree planting programme, and explain from practical experience the following:Show the examiner at least three trees that you have cultivated from saplings",
        "3.Show that you have a knowledge of the dangers to which trees may be exposed (eg termites and other insects, fire, frost, diseases and animals).",
        "4."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/26/Scout-interest-badge-Forester.jpg/200px-Scout-interest-badge-Forester.jpg"
    },
    {
      "name": "Gardener Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Gardener_Scout_Interest_Badge",
      "requirements": [
        "1.Plan a flower sequence for an ornamental bed to ensure blossom from October to March. Plant and grow successfully for one season six kinds of flowers from seeds or cuttings.",
        "2.Prepare and then discuss with the examiner a plan for a layout of a herbaceous border with particular reference to continuity of bloom, colour schemes and comparative height.",
        "3.Identify and have a general knowledge of six in each category of the following chosen by the examiner in a park or garden:",
        "4.Demonstrate an understanding of the importance of controlling plant pests and diseases. Demonstrate how to spray washes and use dusting powders.",
        "5.Discuss the following:",
        "6.Explain the propagation, planting and lifting of bulbs.",
        "7.Show the examiner a rose bush, shrub or tree pruned by yourself and discuss the choice of tools and purpose of pruning, budding and grafting."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/76/Scout-interest-badge-Gardener.jpg/200px-Scout-interest-badge-Gardener.jpg"
    },
    {
      "name": "Genealogy Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Genealogy_Scout_Interest_Badge",
      "requirements": [
        "1.Explain the meaning of genealogy and genealogical resources.",
        "2.Make a pedigree chart of your family. Fill it in as far as you can at thebeginning, and add additional names, dates and places to it as you obtainfurther information.",
        "3.Show yourself as a child on a family group record form, and show one ofyour parents as a child on another family group record form.",
        "4.Interview an older relative to obtain information about your family. Thisinterview may be in person, by telephone, or by letter. Add anyinformation obtained to your pedigree chart and family group records.",
        "5.Obtain at least one genealogical document showing proof of someinformation on your pedigree chart or family group records. Thisdocument may be located in your home, an archive or library, etc.",
        "6.Tell how you would evaluate genealogical information.",
        "7.Do ONE of the following:",
        "8.Do ONE of the following:",
        "9.Tell where you would find current information about genealogical recordsand research methods."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/3d/Scout-interest-badge-Genealogy.jpg/200px-Scout-interest-badge-Genealogy.jpg"
    },
    {
      "name": "Geologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Geologist_Scout_Interest_Badge",
      "requirements": [
        "1.Make a collection of 30 different geological specimens stored in boxes suitably labelled and cross referenced to a field note book in which will be indicated the following:",
        "2.Description of the site and surrounding topography.",
        "3.Broad description of the appearance of the specimen itself and conclusions as to what it is.",
        "4.Know the difference between sedimentary and igneous rock and be able to relate this to natural phenomena such as volcanic and alluvial actions.",
        "5.Have a knowledge of the following:",
        "6.Demonstrate the use of a geological hammer and know what its parts and characteristics are.",
        "7.Demonstrate in a practical way an ability to read a geological map by sketching short traverses across a fault, a dyke, cyncline or anticline and an uncomformity.",
        "8.Identify at least half of twenty minerals selected at random by the examiner from his personal collection or from a field expedition.",
        "9.Have a reasonable knowledge of the geology of southern Africa and be able to give a brief discourse on the most prominent geological areas from an economic viewpoint.",
        "10.Demonstrate a reasonable grasp of the formation of Earth and its development including tectonic plate movement and the effect of this on the geology of the continents."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/bd/Scout-interest-badge-Geologist.jpg/200px-Scout-interest-badge-Geologist.jpg"
    },
    {
      "name": "Guide Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Guide_Scout_Interest_Badge",
      "requirements": [
        "1.Show that you have an intimate personal knowledge, gained through your own exploring and investigation, of the locality around your scout hall or home, by marking the following on a street plan or map which must be submitted to the examiner:",
        "2.",
        "3.Using timetables where necessary, work out plans for travel by public transport to four different points in southern Africa chosen by the examiner."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/9e/Scout-interest-badge-Guide.jpg/200px-Scout-interest-badge-Guide.jpg"
    },
    {
      "name": "Helmsman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Helmsman_Scout_Interest_Badge",
      "requirements": [
        "1.Pass or have passed the requirements of the[Sailing Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Sailing_Scoutcraft_Badge).",
        "2.Pass or have passed the requirements for the[Swimmer Scout Interest Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimmer_Scout_Interest_Badge)or carry out all three of the following:",
        "3.Sketch three types of anchors, label the parts and discuss the advantages and disadvantages of each type.",
        "4.Explain the International Rules of the Road and the South African Yacht Racing Association Rules:",
        "5.Explain how to use the Beaufort Wind Scale for determining safe boating.",
        "6.Identify and discuss the different types of sails as used on sailing craft e.g. mainsail, spinnaker, genoa and jib.",
        "7.Name the parts of the standing and running rigging.",
        "8.Explain how you would get underway after running aground.",
        "9.Demonstrate the correct procedure to follow for the resuscitation of the apparently drowned on a Resusci-Anne or similar model.",
        "10.Demonstrate the following splices:",
        "11.Demonstrate the following:",
        "12.Take the helm and carry out the following:",
        "13.In addition to the requirements of the Scoutcraft Badge, log at least 10 hours of sailing in various conditions over a period of 3 months as helmsman. This log is to be certified by your Troop Scouter."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/1/1d/Scout-interest-badge-Helmsman.jpg/200px-Scout-interest-badge-Helmsman.jpg"
    },
    {
      "name": "Hike Leader Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Hike_Leader_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Hiking Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Hiking_Scoutcraft_Badge), or complete all the requirements for it.",
        "2.Outline the steps necessary to organise an expedition, which will last several days.List which of these steps (if any) may be omitted in the planning of a one-day hike.",
        "3.Be aware of the prevailing weather conditions in the area. Show a knowledge of the signs[undefined](https://scoutwiki.scouts.org.zahttps://en.wiktionary.org/wiki/portend#English)changes in the weather, and know what precautions to take.",
        "4.Know the importance of good communication prior to and during the hike.",
        "5.Describe the importance of correct equipment and explain the need, under different circumstances, for particular items of kit and equipment, and the relative merits of alternatives in kit and equipment. Discuss the use of and advantages/disadvantages of different types of",
        "6.Explain how to carry out emergency repairs to rucksacks, sleeping bags, trail tents or other trail gear selected by the examiner.",
        "7.Demonstrate the correct first aid treatment for shock, serious bleeding, suspected fractures, snakebite, burns, blisters, and sprains.",
        "8.Explain and demonstrate how to apply cardiopulmonary resuscitation and how to transport injured patients.",
        "9.Be able to describe the signs and symptoms of hypothermia (exposure) and hyperthermia (heat exhaustion) and know what precautions to take to avoid these conditions. Show a knowledge of the treatment of hypothermia and hyperthermia.",
        "10.Make a list of the potential hazards a hike party may encounter (other than those dealt with in 3 and 7 above), including: being overtaken by darkness or mist, hazardous terrain (streams, narrow ridges, steep broken slopes), lightning, floods (demonstrate a safe method to cross a fast flowing river), fires. Demonstrate five different ways of attracting attention when lost (eg[Ground-to-air signals](https://scoutwiki.scouts.org.za/index.php?title=Ground-to-air_signals), whistles, fire/smoke, torches, mirrors).",
        "11.Know basic hiking safety rules, how to prepare for emergencies and the correct action to be taken in the event of an emergency.",
        "12.Attend at least two hikes led by experienced leaders, one of which must be co-led by the candidate. Identify the leadership skills and the three areas of functional leadership, and discuss how they were applied on each hike by the leader.",
        "13.Be familiar with topographical maps of the area. Be able to interpret a map, orientate a map in unfamiliar surroundings, and know how to find directions without the use of a compass. Know how to estimate hiking speeds, and the factors influencing these, and use this knowledge to select a possible route from a map."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/91/Scout-interest-badge-HikeLeader.jpg/200px-Scout-interest-badge-HikeLeader.jpg"
    },
    {
      "name": "Home Carer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Home_Carer_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Home Carer Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Home_Carer_Scoutcraft_Badge), or complete all the requirements for it. Be prepared to be examined on any requirement of the[Home Carer Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Home_Carer_Scoutcraft_Badge), with an age appropriate level of skill.",
        "2.Know the contact precautions to be taken when caring for an infectious disease",
        "3.Have knowledge of special diets and their preparation for sick people.",
        "4.Demonstrate and understand why:",
        "5.Perhaps it would be a better idea to identify a specific illness e.g. TB",
        "6.Have knowledge of the special dietary requirements and the specific preparation and storage of foods for people who are",
        "7.Which is particularly pertinent to Rural Areas with high rates of infant death due to diarrhoeal disease.",
        "8.Knowledge of normal range of temperature, pulse and respiration",
        "9.Visit a local home nurse / clinic and find out the kind of patients she nurses. Be prepared to discuss this with the examiner.",
        "10.Complete the remaining Friend requirement not covered in Scoutcraft badge.",
        "11.Complete the remaining care not covered in[Home Carer Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Home_Carer_Scoutcraft_Badge):"
      ]
    },
    {
      "name": "Home Maintenance Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Home_Maintenance_Scout_Interest_Badge",
      "requirements": ["1.Do seven of the following:"],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/c/cc/Scout-interest-badge-Handyman.jpg/200px-Scout-interest-badge-Handyman.jpg"
    },
    {
      "name": "Horseman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Horseman_Scout_Interest_Badge",
      "requirements": [
        "1.Name the fifteen main points of a horse.",
        "2.Name four leading breeds of horses. Explain what each is noted for, and be able to recognise pictures of them",
        "3.Describe to the examiner what is meant by the following colours as applied to horses:",
        "4.Show how to groom, pick out feet and care for a horse after riding.",
        "5.Demonstrate the following:",
        "6.Describe the symptoms of colic and show a knowledge of its correct treatment.",
        "7.Name three main defects of the feet and legs and explain how to detect them.",
        "8.Name the vaccinations required for a horse and discuss with the examiner the advantages and disadvantages of various de-worming and vaccinations programmes.",
        "9.Demonstrate how to dress a saddle and how to repair traces and stirrup leathers"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/eb/Scout-interest-badge-Horseman.jpg/200px-Scout-interest-badge-Horseman.jpg"
    },
    {
      "name": "Journalist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Journalist_Scout_Interest_Badge",
      "requirements": [
        "1.Hold the position of editor of a Scout magazine, producing at least 4 editions within a 12 month period.Produce proof that you have contributed regularly to a Scout magazine and that at least 4 of the articles submitted by you have been published.Where there is no Scout magazine, submit at least 4 articles to the examiner covering the activities of your Troop or Patrol. The examiner will determine whether the articles submitted are publishable.",
        "2.From 20 or 30 facts provided by the examiner, write an article worthy of publication in your local newspaper. The facts will include such things as time, place and theme of an event to take place locally for which the Group or Troop is seeking public support.",
        "3.Write a resume of a newspaper article, reducing the number of words to approximately half the number without omitting any essential facts.",
        "4.Explain the meaning of the term \"make-up\" and produce a dummy for the printer representing one issue of an eight-page magazine, circular, catalogue, report or programme brochure.",
        "5.Discuss with the examiner the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/d/d9/Scout-interest-badge-Journalist.jpg/200px-Scout-interest-badge-Journalist.jpg"
    },
    {
      "name": "Leather Worker Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Leather_Worker_Scout_Interest_Badge",
      "requirements": [
        "1.Describe the three methods of tanning leather. Tan a piece of raw leather.",
        "2.Collect samples of any four of the following kinds of leather and describe their chief characteristics and the best uses of each:calf, cowhide, goatskin, skivers, pigskin, sheepskin, steerhide and ostrich.",
        "3.Demonstrate your ability to do the following:",
        "4.Know and correctly use the following tools in leather-work:",
        "5.Make an article in leather acceptable to the examiner which involves using at least six of the methods described in (3)"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/7e/Scout-interest-badge-LeatherWorker.jpg/200px-Scout-interest-badge-LeatherWorker.jpg"
    },
    {
      "name": "Lifesaver Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Lifesaver_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate",
        "2.Explain:",
        "3.Demonstrate:",
        "4.Demonstrate twice that you can take off your clothes (shoes, socks, trousers, belt, long-sleeved shirt and jacket or sweater) in 20 seconds or less. Explain the importance of taking off clothes before a swimming rescue.",
        "5.Swim 50m on the back, dressed in shirt and shorts, with a life- line.",
        "6.Keeping a struggling person in sight, enter the water. Swim l0m. Make the correct approach and demonstrate:",
        "7.Swim 50m in shirt, shorts and socks and undress in the water without touching the bottom.",
        "8.Dive from the surface of the water to a depth of at least 1,5m and bring up a stone, brick or iron object of not less than 2kg in mass at least twice out of three times.",
        "9.Standing waist deep in water, throw a life-line to within one metre of a small object 18 m away.",
        "10.Perform in the water four methods of rescue (one to be the \"Unigrip\") and three methods of release from the clutch of a drowning person.The person is to be about the size of the rescuer and must be carried at least 15m by each method."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/bb/Scout-interest-badge-Lifesaver.jpg/200px-Scout-interest-badge-Lifesaver.jpg"
    },
    {
      "name": "Linguist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Linguist_Scout_Interest_Badge",
      "requirements": [
        "1.Hold a continuous meaningful conversation with another person, directing a stranger to local landmarks.",
        "2.Discuss topics relating to Scouting activities, demonstrating a knowledge of the most common terms used for such concepts as Patrol, camp, cooking and first aid.",
        "3.Translate into your home language a newspaper article of topical interest not exceeding 300 words written in another language. You may use a dictionary.",
        "4.Translate into both of the chosen non-mother tongue languages an instruction of no fewer than 100 words written in your home language.",
        "5.Describe, in both chosen non-mother tongue languages and in chronological order, the events which have taken place in a mock accident or similar incident set up by the examiner."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/4/4f/Scout-interest-badge-Linguist.jpg/200px-Scout-interest-badge-Linguist.jpg"
    },
    {
      "name": "Mapping Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Mapping_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Map Reading Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Map_Reading_Scoutcraft_Badge), or complete all the requirements for it. Be prepared to be examined on any requirement of the Scoutcraft Badge, with a higher level of skill expected.",
        "2.Explain the relationship between different[Mape scales (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Mape_scales&action=edit&redlink=1), the importance of selecting the[Types of maps (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Types_of_maps&action=edit&redlink=1)for the task and of using the latest information available. Explain the system of numbering maps and how to obtain maps.",
        "3.Demonstrate your knowledge of contours by carrying out an exercise set by the examiner to determine intervisibility and the gradient of slopes. Draw a rough profile between two points on a map selected by the examiner.",
        "4.Make a map to scale 1:500, using an improvised[Plane table surveying (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Plane_table_surveying&action=edit&redlink=1), of a fairly open area of land about 4 hectares (40 000 sqm) in extent specified by the examiner. The area should be of such complexity that a baseline with at least four legs would be required and approximately 100 sightings (total  of  sightings  from  all  stations) and approximately 50 other measurements must be taken. In rural areas, the examiner will specify the amount of detail required to provide a test of equivalent difficulty. Rough maps and field sheets must be produced for inspection by the examiner.",
        "5.Make a[Strip maps](https://scoutwiki.scouts.org.za/index.php?title=Strip_maps)to scale 1:2000 of a minimum of a one kilometre section of road specified by the examiner. Show all the main features which are visible for a reasonable distance on each side of the road. Field records must be kept in a systematic manner and field sheets or field books must be produced for inspection.",
        "6.Demonstrate an understanding of lines of latitude and longitude, and the grid reference system based on zero X at the equator and zero Y at a line of longitude used by land surveyors in South Africa (as shown on maps of the 1:50 000 and 1:10 000 series). Determine the grid references for given points on a map, and find the correct points for given grid references."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/76/Scout-interest-badge-Mapping.jpg/200px-Scout-interest-badge-Mapping.jpg"
    },
    {
      "name": "Marksman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Marksman_Scout_Interest_Badge",
      "requirements": [
        "1.Produce two targets fired by yourself within the previous four weeks for any ONE of the following tests, whether concurrently or preferably on different dates, showing that on each occasion you obtained not less than the minimum score indicated. The targets must be certified by your instructors. The edge of the shot-hole nearest to the centre of the target will decide the value of the hit.",
        "2.List the usual safety rules for rifle shooting. Name the parts and explain the functions of the rifle. Demonstrate the care and cleaning of the rifle.",
        "3.Discuss with the examiner the local regulations dealing with the owning, carrying and use of a firearm.",
        "4.In discussion with the examiner, demonstrate that you understand the responsibility of owning a gun, particularly in regard to your own safety and that of others and its care and safe-keeping.",
        "5.Explain how guns are related to wildlife conservation."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/e9/Scout-interest-badge-Marksman.jpg/200px-Scout-interest-badge-Marksman.jpg"
    },
    {
      "name": "Master-at-Arms Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Master-at-Arms_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate your proficiency in ONE of the following, in which you have trained and participated for at least 6 months:In all the contest events you must participate in a contest under proper ring conditions.",
        "2.Discuss the correct training techniques, and draw up a training programme for yourself.",
        "3.Be able to name and demonstrate the correct methods of attack and defence. Know the contest rules, how contestants are judged and the means of scoring.",
        "4.Discuss the origin of the art, and its historical development. Discuss the involvement of two masters of the art - one past and one present - and the achievements of each."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/b1/Scout-interest-badge-MasterAtArms.jpg/200px-Scout-interest-badge-MasterAtArms.jpg"
    },
    {
      "name": "Mechanic Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Mechanic_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate the correct way to use the following tools:Screwdriver, ball peen hammer, pliers, cold chisel, centre punch, tiles (flat, round, halfround, square), hacksaw, callipers (inside and outside), rule, scriber, square and feeler gauges.",
        "2.Demonstrate the correct way to use the following spanners:Open end, spark plug, box socket, ring, and Allen key.Know the various types of nuts and bolts and the correct spanner to use on each.",
        "3.Do one of the following alternatives (A or B):"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/c/c5/Scout-interest-badge-Mechanic.jpg/200px-Scout-interest-badge-Mechanic.jpg"
    },
    {
      "name": "Metal Worker Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Metal_Worker_Scout_Interest_Badge",
      "requirements": [
        "1.Show a knowledge of the tools that are necessary in your field of metal work.",
        "2.Use tin cans to make two useful things that need cutting, bending and edging.",
        "3.Demonstrate your proficiency in brazing, welding, soldering and the use of fluxes.",
        "4.Explain and demonstrate the precautions to be taken when using electric grinding and drilling machines.",
        "5.Show that you can use the tools correctly by making three useful or decorative articles in metal that will demonstrate your proficiency and imagination."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/6/6c/Scout-interest-badge-Metalworker.jpg/200px-Scout-interest-badge-Metalworker.jpg"
    },
    {
      "name": "Model Aero Engineer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Model_Aero_Engineer_Scout_Interest_Badge",
      "requirements": [
        "1.Build and fly two models. One of these models must be designed by you and the working drawings must be produced. The flying performance of the models built must meet the minimum criteria for the model type as set out below.The minimum flying times for each type of free flight model are:The model must perform the following manoeuvres:The model must perform the following manoeuvres:",
        "2.Demonstrate a knowledge of the necessity for trim on models.",
        "3.Be able to perform pre-flight and post-flight checks on your models.",
        "4.Demonstrate a knowledge of safety guidelines to ensure safe flying."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/e0/Scout-interest-badge-ModelAeroEngineer.jpg/200px-Scout-interest-badge-ModelAeroEngineer.jpg"
    },
    {
      "name": "Model Engineer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Model_Engineer_Scout_Interest_Badge",
      "requirements": [
        "1.Prepare detailed plans for three working models.",
        "2.Build and paint any two of these models.Kits may not be used."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/8/82/Scout-interest-badge-ModelEngineer.jpg/200px-Scout-interest-badge-ModelEngineer.jpg"
    },
    {
      "name": "Motorboatman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Motorboatman_Scout_Interest_Badge",
      "requirements": [
        "1.Be at least 16 years of age and hold the[Swimmer Scout Interest Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimmer_Scout_Interest_Badge).",
        "2.Explain, discuss and demonstrate that you know how to run a motorboat with reference to the following:",
        "3.Know the rules of the road for all craft and know local regulations affecting power boats in your Area. Show that you are familiar with the rules relating to power boating",
        "4.Have a working knowledge of an internal combustion engine. Demonstrate that you have the ability to carry out the following, appropriate to the craft you normally use:",
        "5.Show that you have a knowledge of the principles of the action of the propeller in the water, both single and twin screws. Know and demonstrate how the position of a rudder affects the control of a craft when moving ahead or astern. Alternatively demonstrate going astern or turning with single or twin outboard motors.",
        "6.Plan and lead an expedition of 8 hours' duration on water, covering one or more of the following:Submit a log of the expedition with charts, illustrations, crew duties, list of stores, kit etc, appropriate to the expedition.",
        "7.In addition to (6) provide a log signed by your Scouter, or person in charge, showing that you have completed at least 15 hours as skipper or crew in the motorboat of your choice."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/ec/Scout-interest-badge-Motorboatman.jpg/200px-Scout-interest-badge-Motorboatman.jpg"
    },
    {
      "name": "Musician Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Musician_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate to the examiner that you have developed your natural gift for music over a period of at least a year by:",
        "2.",
        "3.Be familiar with staff or sol-fa notation and understand the significance of key signatures, chromatic scales and the symbols (such as rests, repeats, volume and trills) used for denoting scores.",
        "4.Talk intelligently for about ten minutes on two of the following topics:",
        "5.Name five composers or performers of note in any era. Discuss the musical style of each and the impact of their music on society."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/a/a9/Scout-interest-badge-Musician.jpg/200px-Scout-interest-badge-Musician.jpg"
    },
    {
      "name": "Ornithologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Ornithologist_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate your knowledge of the main descriptive terms for the parts of a bird's anatomy by pointing out on a diagram:",
        "2.Describe eight types of habitat used by birds.",
        "3.Select FIVE of the following categories and name 3 birds from each. Point out the main field characteristics:",
        "4.From slides, photographs, or diagrams shown by the examiner, identify 10 out of 20 birds which can reasonably be expected to live within 50 km of your home.",
        "5.Name and briefly describe:",
        "6.Explain the term \"breeding plumage\" and give three examples.",
        "7.Complete one of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/bb/Scout-interest-badge-Ornithologist.jpg/200px-Scout-interest-badge-Ornithologist.jpg"
    },
    {
      "name": "Patrol Leadership Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Patrol_Leadership_Scout_Interest_Badge",
      "requirements": [
        "1.Hold the[Patrol Activity Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Patrol_Activity_Scoutcraft_Badge)or fulfil all the requirements.",
        "2.In discussion with the examiner, show a good knowledge and understanding of the Functional Approach to Leadership (John Adair) in analysing what a leader does to make himself effective. Be able to draw and explain the three-circle diagram. Know nine skills of leadership and how to adopt them in the efficient running of a Patrol.",
        "3.Be a Patrol Leader for at least one year and lead your Patrol in gaining the \"[Patrol Star Awards](https://scoutwiki.scouts.org.za/index.php?title=Patrol_Star_Awards)\" (either received a Bronze, Silver or Gold Award).",
        "4.Show evidence of having trained at least one member of your Patrol in the requirements for the Adventurer and First Class Advancement Levels.",
        "5.Show that you are putting the Functional Approach to Leadership into practice in your Patrol and Troop."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/0/08/Scout-interest-badge-PatrolLeadership.jpg/200px-Scout-interest-badge-PatrolLeadership.jpg"
    },
    {
      "name": "Personal Fitness Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Personal_Fitness_Scout_Interest_Badge",
      "requirements": [
        "1.After a ten-minute warm up, complete the following endurance and stamina exercises in the given time for your age:",
        "2.Discuss the importance of individual sports (tennis, squash, golf etc) in keeping yourself physically fit in later life. Play at least one individual sport.",
        "3.Participate in an outdoor cross-country race of at least 8 km in length.",
        "4.Achieve the given standard for your age group in the following activities:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/f/f6/Scout-interest-badge-PhysicalFitness.jpg/200px-Scout-interest-badge-PhysicalFitness.jpg"
    },
    {
      "name": "Pet Keeper Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Pet_Keeper_Scout_Interest_Badge",
      "requirements": [
        "1.Present evidence that you have kept and cared for your pet for at least 12 months.",
        "2.Show a knowledge of nutritional requirements for your pet, with particular attention to the differing nutritional requirements of the very young, very old and young-adult animal.",
        "3.Name at least three common ailments suffered by your breed of pet and show a basic knowledge of the treatment for these ailments.",
        "4.Either exhibit your pet at a pet show (not necessarily professionally), or breed your pet and show the offspring to the examiner.",
        "5.Produce evidence that you have trained your pet to respond either to your voice or other signals.",
        "6.Show a knowledge of the history and origins of the animal which you keep as a pet.",
        "7.Show the examiner your pet so that he/she may satisfy himself/herself as to its condition.",
        "8.Explain first aid treatment for a broken bone, severe bleeding and an open wound in your pet."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/23/Scout-interest-badge-PetKeeper.jpg/200px-Scout-interest-badge-PetKeeper.jpg"
    },
    {
      "name": "Photographer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Photographer_Scout_Interest_Badge",
      "requirements": [
        "1.Take your camera and other equipment to the examiner and demonstrate how the equipment is used. Be prepared to answer questions on such things as loading and unloading the camera, how to adjust for focus, aperture, shutter speed etc.",
        "2.Explain to the examiner and be prepared to discuss the meaning of the term \"focal length\" of a lens. Explain what is meant by the term \"normal focal length\" and the advantages and disadvantages of using a lens with a greater or lesser focal length and the effect on the depth of field.",
        "3.The depth of field is also affected by the aperture. Explain to the examiner what is meant by the depth of field, what is meant by aperture, how the \"f” number is derived and the circumstances in which you would use a greater or lesser aperture to take advantage of the effect on the depth of field.",
        "4.Most flash units are now automatic. Explain the advantages of when to use the automatic mode and when it is better to override and use the manual mode, ie explain what you would do in the case of taking flash of a person standing before a highly reflective, or alternatively against a non-reflective, surface. Explain what is meant by guide number and how this is used in the manual mode.",
        "5.Complete the tasks in Section A or Section B."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/31/Scout-interest-badge-Photographer.jpg/200px-Scout-interest-badge-Photographer.jpg"
    },
    {
      "name": "Pioneer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Pioneer_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Pioneering Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Pioneering_Scoutcraft_Badge), or complete all the requirements for it",
        "2.Discuss with the examiner types of ropes and cordage (including man-made fibres) with particular regard to suitability for the job, strength and general care. Know the dangers of recoil and fracturing under strain.",
        "3.Using a rope which you have whipped using the sailmaker's whipping, make the following knots, hitches and lashings with a high degree of efficiency:",
        "4.Demonstrate the following:",
        "5.Discuss with the examiner the need for safety and the dangers which arise from negligent leadership, ill-discipline, misuse of and overloading of gear, incorrect practices and bad planning.",
        "6.Construct a model of a pioneering project chosen from the list in (7) below, to a scale 1:20. Discuss with the examiner the purpose and advantages of constructing a model and then lead a team of at least four Scouts in constructing the project.",
        "7.Lead a team of no fewer than four Scouts in the construction of a project selected from the following list and take part as a member of a team of four Scouts in the construction of two other projects from the lists.Choose ONE PROJECT FROM EACH SECTION: A, BAND C"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/28/Scout-interest-badge-Pioneer.jpg/200px-Scout-interest-badge-Pioneer.jpg"
    },
    {
      "name": "Plumber Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Plumber_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate the use of five important plumber's tools.",
        "2.Make a drawing and explain the operation of the hot-and-cold water supply system in a house.",
        "3.Cut, thread and connect two pieces of galvanised pipe.",
        "4.Demonstrate your ability to solder copper piping. Include one tee, two straight pieces and one coupling.",
        "5.Submit a sketch plan to explain the drainage system of the plumbing in a house. Explain the purpose of the various components in the sketch.",
        "6.Demonstrate how to clear a choked waste pipe.",
        "7.Demonstrate a knowledge of the operation of a septic tank.",
        "8.Demonstrate the joining and laying of waste pipes.",
        "9.Adjust a toilet cistern to stop it overflowing."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/2e/Scout-interest-badge-Plumber.jpg/200px-Scout-interest-badge-Plumber.jpg"
    },
    {
      "name": "Public Health Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Public_Health_Scout_Interest_Badge",
      "requirements": [
        "1.Complete one of the following:",
        "2.Complete one of the following:",
        "3.Name six diseases which can be prevented by immunisation in childhood.Know where and when these immunisations can be obtained.",
        "4.Learn something about the two most important infectious diseases occurring in your community. Discuss the cause, mode of spread, treatment and prevention of these two diseases with the examiner.",
        "5.Describe two simple methods if making water fit to drink. Show that youpractise three basic methods of promoting good food hygiene in your home.",
        "6.Complete one of the following:",
        "7.Discuss some of the problems caused by human over-population."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/1/10/Scout-interest-badge-PublicHealth.jpg/200px-Scout-interest-badge-PublicHealth.jpg"
    },
    {
      "name": "Reader Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Reader_Scout_Interest_Badge",
      "requirements": [
        "1.Prior to the test, provide the examiner with a list of at least 12 books from those you have read during the past 12 months. Included in the 12 books should be some fiction, some non-fiction and at least 2 classical works. The fiction and the non-fiction books should be commensurate with your age and educational standard. Text books and set works which are currently being used by you at school may not be included. Discuss these books with the examiner and answer questions based on their content.",
        "2.Write a review of a book lent to you by the examiner.",
        "3.Explain how you decide which books to read and describe the facilities that exist in your community for obtaining books.",
        "4.Demonstrate how to use a dictionary and how to use reference books.",
        "5.Read (sight unseen) two short passages from a book selected by the examiner and answer some simple questions to show the examiner that you comprehend the content.",
        "6.Discuss the care and repair of books with the examiner, and show the examiner some of your own books."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/a/aa/Scout-interest-badge-Reader.jpg/200px-Scout-interest-badge-Reader.jpg"
    },
    {
      "name": "Religion & Life Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Religion_%26_Life_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Religion and Life Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Religion_and_Life_Scoutcraft_Badge)and be prepared to demonstrate any of those requirements.",
        "2.",
        "3.",
        "4.",
        "5.Answer questions relating to your religious order and procedures at the discretion of the Examiner, who will bear in mind your age."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/8/82/Scout-interest-badge-ReligionAndLife.jpg/200px-Scout-interest-badge-ReligionAndLife.jpg"
    },
    {
      "name": "Rock Climbing Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Rock_Climbing_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate an ability to choose suitable anchors in a variety of situations, including the use of:",
        "2.Be able to:",
        "3.Be able to:",
        "4.Be able to:",
        "5.Be able to organise and carry out effective communication between climbers using recognized climbing calls.",
        "6.The Scout should:",
        "7.Be able to describe a variety of possible emergency situations, explain how to best stabilize them and how to summon local expert assistance.",
        "8.Be familiar with static and dynamic ropes, harnesses, slings, friction devices, nuts and camming devices, and explain how to care for and maintain them."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/56/Scout-interest-badge-RockClimber.jpg/200px-Scout-interest-badge-RockClimber.jpg"
    },
    {
      "name": "Rowing (Boatman) Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Rowing_(Boatman)_Scout_Interest_Badge",
      "requirements": [
        "1.Pass or have passed the requirements for the[Watermanship Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Watermanship_Scoutcraft_Badge).",
        "2.Pass or have passed the requirements for the[Swimmer Scout Interest Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimmer_Scout_Interest_Badge)or carry out all three of the following:",
        "3.List the basic gear, including emergency equipment that should be carried in a pulling boat.",
        "4.Demonstrate how to load a pulling boat with stores and personnel, and how to 10 trim the boat correctly.",
        "5.Name all the parts of a pulling boat, oars and rudder.",
        "6.Sketch three types of anchors, label the parts and discuss the advantages and disadvantages of each type.",
        "7.Explain how to use the Beaufort Wind Scale for determining safe boating conditions.",
        "8.Know the dangers of and the precautions to be taken against water-borne diseases (bilharzia, Typhoid, Cholera, etc).",
        "9.Demonstrate the correct procedure to follow for the resuscitation of the apparently drowned using a Rescue-Anne or similar model.",
        "10.Demonstrate the following splices:",
        "11.As a member of a boat's crew, demonstrate your ability to carry out the following:",
        "12.Plot your position on a chart and follow a compass course of at least six bearings.",
        "13.In addition to the requirements for the[Watermanship Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Watermanship_Scoutcraft_Badge), log at least 7 hours of pulling as crew and 3 hours as coxswain.Plan, or assist in planning, and complete a journey of not less than 6 hours in a gig. Keep a log of the journey. In both cases the log must be certified by your Troop Scouter."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/b3/Scout-interest-badge-Boatman.jpg/200px-Scout-interest-badge-Boatman.jpg"
    },
    {
      "name": "Safety Code Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Safety_Code_Scout_Interest_Badge",
      "requirements": [
        "1.Prepare a safety notebook. Include:",
        "2.Show that you have a knowledge of the common causes of electrical accidents. Know the safety precautions to be taken in your home to prevent them happening.",
        "3.Using safety checklist approved by your examiner make an inspection of your home. Explain the hazards found, why they are hazards and how they can be or have been corrected. Show that you know the dangers of hazardous articles, eg:",
        "4.Demonstrate a sound knowledge of the dangers of veld fires and the precautions necessary to prevent them when you are camping or hiking.",
        "5.By applying in a practical manner, show a knowledge of the principles ofsafety first:",
        "6.At 3 appropriate locations spend 3 hours observing and listing safe and unsafe practices at or near intersections by:",
        "7.Make a plan for an accident/hazard prevention programme for thefollowing outdoor situations:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/71/Scout-interest-badge-SafetyCode.jpg/200px-Scout-interest-badge-SafetyCode.jpg"
    },
    {
      "name": "Scribe Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Scribe_Scout_Interest_Badge",
      "requirements": [
        "1.Keep a Patrol log satisfactorily for at least six months and keep a Troop log for at least three months. All major events should be recorded and use should be made of visual material such as sketches or photographs to complete the records.",
        "2.Explain to the examiner how a meeting should be conducted. This should begin with the preparation of an agenda and sending out of notices, and include the proposing of motions. Explain how minutes are kept and how to ensure that actions decided upon are followed up.",
        "3.Write letters regarding the following matters and discuss with the examiner how the letters should be transmitted:",
        "4.Explain to the examiner the financial structure of a Scout Group, prepare simple receipts and payment accounts of a Patrol or Troop in a way that would be acceptable to the treasurer.",
        "5.As far as possible, compile a mailing list, together with telephone numbers, of the members of the Troop, the Group Scouters, the Group Committee and the District Scouters.",
        "6.Demonstrate to the examiner how you would find the relevant rules regarding items, chosen by the examiner, in the Scouts South Africa policies, Organisation and Rules. The items should include District and Group Organisation, Religious Policy and the Aim of the Scout Movement.",
        "7.The following alternative may be done in place of No’s 4, 5 and 6(above):"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/e/e0/Scout-interest-badge-Scribe.jpg/200px-Scout-interest-badge-Scribe.jpg"
    },
    {
      "name": "Ship Quartermaster Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Ship_Quartermaster_Scout_Interest_Badge",
      "requirements": [
        "1.Rope",
        "2.Describe the principal parts of a block.",
        "3.Identify the following types of blocks and demonstrate them in use:",
        "4.Demonstrate the method of belaying.",
        "5.Describe the principal parts of an anchor.",
        "6.Demonstrate how to take care of sails, sheets and standing rigging.",
        "7.Demonstrate how to leave a pulling boat or sailing dinghy:",
        "8.Demonstrate how to load a boat with stores and personnel and show how to trim the boat correctly.",
        "9.For a boating camp of 32 Scouts for at least 5 nights, draw up a detailed list of the equipment (including boat and food required. Plan a balanced menu, make a food list, price it, work out the cost per head and after your budget has been approved, buy the food."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/3d/Scout-interest-badge-ShipQuartermaster.jpg/200px-Scout-interest-badge-ShipQuartermaster.jpg"
    },
    {
      "name": "Signaller Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Signaller_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate that you know the recognised procedure when sending and receiving messages.",
        "2.Construct a[Morse Code](https://scoutwiki.scouts.org.za/index.php?title=Morse_Code)buzzer set to operate between two rooms.",
        "3.Send and receive an unrepeated message of not less than 150 letters at rate 7 in semaphore (35 letters per minute).",
        "4.Send and receive a similar message in morse:",
        "5.Improvise at least two methods of sending a message (one in[Morse Code](https://scoutwiki.scouts.org.za/index.php?title=Morse_Code)and one in[Semaphore](https://scoutwiki.scouts.org.za/index.php?title=Semaphore)) at least one kilometre, at or over rate 4 (20 letters per minute).",
        "6.Know how to communicate with a searching aircraft and know the international[Ground-to-air signals](https://scoutwiki.scouts.org.za/index.php?title=Ground-to-air_signals)."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/3/34/Scout-interest-badge-Signaller.jpg/200px-Scout-interest-badge-Signaller.jpg"
    },
    {
      "name": "Snorkelling Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Snorkelling_Scout_Interest_Badge",
      "requirements": [
        "1.The Scout must have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge), or have completed all its requirements.",
        "2.To be completed in a swimming pool wearing only a swimsuit. One minutes rest is allowed between each test.",
        "3.To be completed in a swimming pool using a mask, snorkel and fins. A wetsuit with neutralising weight belt may be worn.",
        "4.To be completed in open water. A wetsuit with neutralising weight belt may be worn. Before entering the water discuss the dive plan with the examiner.",
        "5.The Scout should have a sound knowledge of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/a/a9/Scout-interest-badge-Snorkelling.jpg/200px-Scout-interest-badge-Snorkelling.jpg"
    },
    {
      "name": "Space Explorer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Space_Explorer_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate a knowledge of the history and development of space exploration.",
        "2.Describe the purpose of two recent space probes and two recently launched satellites giving the main types of instruments used.",
        "3.Explain briefly how FIVE of the following problems (your own choice) are overcome in a manned spacecraft:",
        "4.Show that you have a knowledge of the following:",
        "5.Demonstrate your knowledge of the scale of the Solar system by preparing a model showing the relative positions of the planets and their main satellites.",
        "6.Build a model of a space shuttle or capsule and rocket."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/7/76/Scout-interest-badge-SpaceExplorer.jpg/200px-Scout-interest-badge-SpaceExplorer.jpg"
    },
    {
      "name": "Speaker Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Speaker_Scout_Interest_Badge",
      "requirements": [
        "1.Demonstrate the duties of a chairman by taking the chair at a meeting.",
        "2.Speak on a prepared subject to an audience of not fewer than 20 people. The speech must last 5 to 7 minutes. (Notes may be used, but the speech must not be read.)",
        "3.Read aloud a piece of prose chosen by the examiner, who will judge diction, pace, emphasis, pauses and pitch.",
        "4.Introduce a speaker.",
        "5.Propose a vote of thanks.",
        "6.Make an impromptu speech of at least three minutes' duration on a subject chosen from three subjects given by the examiner.",
        "7.Propose a toast.NOTE: (4) (5) (6) and (7) are to be done after five minutes' notice.",
        "8.Make a speech of welcome to either:",
        "9.Show how to get an idea across (e.g. how to organise a Patrol) by giving a talk using visual aids made by yourself."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/8/81/Scout-interest-badge-Speaker.jpg/200px-Scout-interest-badge-Speaker.jpg"
    },
    {
      "name": "Sports Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Sports_Scout_Interest_Badge",
      "requirements": [
        "1.Represent your school and/or your sports club in one team sport for two full seasons i.e. winter and/or summer sports. Examples of team sports:",
        "2.Participate in one other sport (not counted for 1 above) reasonably well as a team member or in an individual sport for at least two full seasons ie winter and/or summer.In other words you must be proficient in at least 2 sports of your choice for at least two full seasons. (At least one sport must be a team sport.)Examples of individual sports:",
        "3.",
        "4.Explain what sportsmanship is and why it is important. Give several examples of good sportsmanship in sports. Relate at least one of these to everyday citizenship off the sports field.",
        "5.Referee a match or act as an umpire.",
        "6.Make a set of training rules for the sports you have chosen. Explain why these training rules are important. Follow the rules. Design exercises for these sports and keep a record of how you do in these sports for one season. Show how you have improved."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/d/d9/Scout-interest-badge-Sportsman.jpg/200px-Scout-interest-badge-Sportsman.jpg"
    },
    {
      "name": "Stamp Collector Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Stamp_Collector_Scout_Interest_Badge",
      "requirements": [
        "1.Make a neatly mounted collection of stamps and/or related postal material of either a country, or a related group of countries (e.g. Commonwealth, French colonies, southern Africa), or a subject or theme (e.g. jamborees, fauna and flora, railway post).The collection should be made over a period of at least one year and should reflect in its quality the time spent on it.",
        "2.Demonstrate the use of a catalogue relevant to the collection and make an index of the collection.",
        "3.Show a good knowledge of 10-12 items from the collection selected at random by the examiner.",
        "4.Explain what is meant by five out of eight common terms relevant to the collection, chosen by the examiner.",
        "5.Demonstrate how to remove used stamps from paper and how to prepare the stamps for a collection and know the precautions to be taken.",
        "6.Know something about the origins of postage stamps and how stamps are used to convey post around the world."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/92/Scout-interest-badge-Philatelist.jpg/200px-Scout-interest-badge-Philatelist.jpg"
    },
    {
      "name": "Swimmer Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Swimmer_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge)or complete all the requirements for it.",
        "2.Swim 250 metres in any[Swimming (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Swimming&action=edit&redlink=1).",
        "3.Swim the following using the correct style:",
        "4.Swim at least one kilometre using any stroke or combination of strokes.",
        "5.Perform the following dives:",
        "6.Satisfy the examiner that you are capable of instructing a non-swimmer in the basic principles of swimming.",
        "7.Explain to the examiner the safety rules and regulations governing swimming in the sea, lakes, dams and rivers."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/b/b9/Scout-interest-badge-Swimmer.jpg/200px-Scout-interest-badge-Swimmer.jpg"
    },
    {
      "name": "Veldcraft Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Veldcraft_Scout_Interest_Badge",
      "requirements": [
        "1.Have passed the[Observation Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Observation_Scoutcraft_Badge), or complete all the requirements for it.",
        "2.After a 15 minute walk set by the examiner through unfamiliar countryside, answer question on what you have seen.",
        "3.Cross a kilometre of open country in daylight without being detected by the examiner. During the exercise use should be made of the rules of stalking; the methods of progression in stalking; camouflage; wind; shadow and background.",
        "4.Approach at night unseen and unheard within a reasonable distance of the examiner whose position is known.",
        "5.Lead a group of 5 Scouts in shadowing an observer for more than 3 kilometres without being detected. Report on his actions on your return",
        "6.Solve with reasonable accuracy two tracking stories in sand, snow or other suitable surface, during which the basic tracking rules are demonstrated. The tracks should include human footprints with and without shoes, and bicycle or motor vehicle tracks.",
        "7.Identify the spoor of 8 wild animals shown to you by the examiner (pictures may be used) and record the spoor of 5 wild animals. In recording the spoor of animals, plaster casts, photographs or sketches may be used."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/2a/Scout-interest-badge-Veldcraft.jpg/200px-Scout-interest-badge-Veldcraft.jpg"
    },
    {
      "name": "Virtual Aviator Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Virtual_Aviator_Scout_Interest_Badge",
      "requirements": [
        "1.Hold the[Computer Pilot Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Computer_Pilot_Scoutcraft_Badge)",
        "2.Be able to fly a basic circuit in a non-combat Flight Simulator (such as Microsoft Flight Simulator 2000,2002 and 2004 or X-Plane) in a turboprop aircraft (such as the Beechcraft King-Air B350).",
        "3.Fly a virtual VFR flight of at least 100km under VFR conditions with either the examiner acting as ATC, or connected to IVAO or VATSIM under a virtual ATC. You may not use the GPS for navigation. You need to navigate using VOR's and NDB's. You may not use the Autopilot.",
        "4.Fly a virtual IFR flight of at least 600km under IFR conditions with either the examiner acting as ATC, or connected to IVAO (www.ivao.org) or VATSIM under a virtual ATC. You may not use the GPS for navigation, you need to navigate using VOR's and NDB's. You may use the Autopilot. You may use a jet aircraft if you wish (such as the Learjet).",
        "5.Do one of the following;"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/5a/Scout-interest-badge-VirtualAviator.jpg/200px-Scout-interest-badge-VirtualAviator.jpg"
    },
    {
      "name": "Voyager Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Voyager_Scout_Interest_Badge",
      "requirements": [
        "1.Hold the Charge Certificate applicable to the type of craft chosen and the water./li>",
        "2.Plan and lead an expedition by boat of 48 hours' duration, sleeping out for at least two nights (on land or water). The distance travelled by boat must be at least 15 km. During the expedition carry out the following:",
        "3.On completion of the expedition produce a log of the trip. The log must include:",
        "4.Explain overnight procedures and the equipment required."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/0/0a/Scout-interest-badge-Voyager.jpg/200px-Scout-interest-badge-Voyager.jpg"
    },
    {
      "name": "Water Biologist Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Water_Biologist_Scout_Interest_Badge",
      "requirements": [
        "1.Make a waterscope and demonstrate its use.",
        "2.Examine the insect, animal and plant life found in a stretch of sea or inland water chosen by yourself. Report with illustrations on the varieties of plant life found. How do these sustain the animal, fish or insect life in the area? Describe how we can preserve this life.",
        "3.Describe in detail three classes of life found in your water area. Display them in an aquarium if possible.",
        "4.Report actual instances where pollution has affected the growth of life along our coasts or harbours and holiday resorts. Discuss with the examiner the regulations governing the collecting of bait and edible sea life such as crabs, crayfish, mussels and perlemoen.",
        "5.Describe the steps that you recommend should be taken to preserve thebalance of nature in the area.",
        "6.Show that you have a knowledge of the water cycle or how pollution, alien vegetation and human misuse have affected our inland waters."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/6/6f/Scout-interest-badge-WaterBiologist.jpg/200px-Scout-interest-badge-WaterBiologist.jpg"
    },
    {
      "name": "Wave Rider Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Wave_Rider_Scout_Interest_Badge",
      "requirements": [
        "1.Pass or have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge).",
        "2.Own a surfboard/body-board/paddle-ski and demonstrate how to care for it.",
        "3.Discuss the local rules governing wave riding. There should be strong emphasis on safe practices, courtesy and etiquette in the water.",
        "4.This badge must be passed in a good surf break with recognised peaking waves which will enable the boy/girl to recognise where the peaks are breaking and must position him/herself correctly for take off.",
        "5.Show control of your board in waves up to two metres high.",
        "6.Show understanding of weather conditions suitable for wave riding.",
        "7.Discuss with the examiner the condition of the surf.",
        "8.Show control of your board/ski in all sizes of waves (up to 1.5 metres) and accomplish 3 different turns within a single ride turn.",
        "9.Have logged at least 30 hours of surfing.",
        "10.Assist a fellow surfer who has lost his/her board back to shore.",
        "11.Know how competitions are judged."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/2/2d/Scout-interest-badge-WaveRider.jpg/200px-Scout-interest-badge-WaveRider.jpg"
    },
    {
      "name": "Weatherman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Weatherman_Scout_Interest_Badge",
      "requirements": [
        "1.Keep from your own observation a daily record of the weather for one month, using Beaufort letters and symbols, and including the following:",
        "2.Construct a simple rain gauge and a wind vane and use these instruments to record the wind direction and rainfall for (1).",
        "3.Explain the formation of rain, thunderstorms, snow, sleet, hail, fog and rime.",
        "4.Recognise and name six different cloud formations and explain their significance.",
        "5.Explain the purposes and principles of",
        "6.Understand the following:Illustrate any explanation with a diagram.",
        "7.Explain how weather forecasts are compiled and how this information is disseminated to the public. Have a knowledge of synoptic weather maps and be able to read one. Explain how radar, satellites and electronics are used in weather forecasting.",
        "8.Discuss with the examiner at least two natural signs foretelling fine weather and two foretelling bad weather as applicable to your own area."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/5b/Scout-interest-badge-Weatherman.jpg/200px-Scout-interest-badge-Weatherman.jpg"
    },
    {
      "name": "Woodcraftsman Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=Woodcraftsman_Scout_Interest_Badge",
      "requirements": [
        "1.Keep a woodcraft diary of two of the seasons - Spring, Summer, Winter and Autumn - containing records with dates and places of observation of not fewer than 10 birds or plants, 10 trees and 10 butterflies or moths. Give a short account of other animals which have been seen and illustrate the records with pencil sketches, carbon impressions or leaves of pressed specimens.",
        "2.Do one of the following alternatives (A, B or C):",
        "3.Demonstrate evidence of an intelligent interest in the whole field of nature and with particular regard to ONE of the following:",
        "4.Discuss with the examiner your observation and the sources of information (museums etc.) you may have used."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/9c/Scout-interest-badge-Woodcraftsman.jpg/200px-Scout-interest-badge-Woodcraftsman.jpg"
    },
    {
      "name": "World Conservation Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=World_Conservation_Scout_Interest_Badge",
      "requirements": [
        "1.Explain to the examiner the meaning of the following terms:Ecology; Food chain; Biocides; Recycling; Conservation; Balance of nature; Life cycle; Photosynthesis; Organic and Inorganic material;Humus; Carrying capacity.",
        "2.Write an illustrated essay or give a slide lecture on \"The reasons why we cannot allow animal and plant species to become extinct\".",
        "3.Give an example, illustrating the ecological interrelationships, of how man, animal, vegetation and other sources are dependent on each other.",
        "4.Demonstrate a knowledge of the effects of bush fire on wildlife; of land clearing; soil erosion; water pollution; and the activities of mankind ingeneral (in particular the use by mankind of insecticides).",
        "5.Name a few causes of flooding and state some methods of flood control",
        "6.Show that you know the major organisations and institutions in your country concerned with conservation.",
        "7.Know the location of the major nature reserves in your country and why they have been kept.",
        "8.Show that you are familiar with the conservation laws of your country.",
        "9.Do TWO of the following:",
        "10.Do THREE of the following:",
        "11.Complete a special conservation task developed and decided by you and your examiner, differing from those already carried out."
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/5/58/Scout-interest-badge-WorldConservation.jpg/200px-Scout-interest-badge-WorldConservation.jpg"
    },
    {
      "name": "World Friendship Scout Interest Badge",
      "link": "https://scoutwiki.scouts.org.za/index.php?title=World_Friendship_Scout_Interest_Badge",
      "requirements": [
        "1.Have corresponded regularly (ie about once a month) with a Scout in another country and produce evidence to the examiner that you have written to the Scout on more than four occasions.",
        "2.Describe the functions and organisational structure of the[World Organization of the Scout Movement (WOSM)](https://scoutwiki.scouts.org.za/index.php?title=World_Organization_of_the_Scout_Movement_(WOSM))such as the[World Organization of the Scout Movement (WOSM)](https://scoutwiki.scouts.org.za/index.php?title=World_Organization_of_the_Scout_Movement_(WOSM)#World_Scout_Conference), the[World Organization of the Scout Movement (WOSM)](https://scoutwiki.scouts.org.za/index.php?title=World_Organization_of_the_Scout_Movement_(WOSM)#World_Scout_Committee), the[World Organization of the Scout Movement (WOSM)](https://scoutwiki.scouts.org.za/index.php?title=World_Organization_of_the_Scout_Movement_(WOSM)#World_Scout_Bureau), the[World Organization of the Scout Movement (WOSM)](https://scoutwiki.scouts.org.za/index.php?title=World_Organization_of_the_Scout_Movement_(WOSM)#Regions). Know to which Zone and Region your association belongs.",
        "3.",
        "4.Do any THREE of the following:"
      ],
      "img": "https://scoutwiki.scouts.org.za/images/thumb/9/92/Scout-interest-badge-WorldFriendship.jpg/200px-Scout-interest-badge-WorldFriendship.jpg"
    }
  ]
}
