{"data":[{"name":"Air Planner Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Air_Planner_Scoutcraft_Badge","requirements":["1.Explain what is meant by latitude and longitude as well as the meaning of: lesser great circles; lesser circles; meridians and rhumbline.","2.Explain what is meant by Magnetic Dip, Variation and Deviation.","3.Know the difference between, and the derivation of, magnetic heading and track.","4.Demonstrate a knowledge of conventional symbols used on an aeronautical chart and show how to do simple flight calculations.","5.Show a knowledge of the instruments used by an air navigator and compute problems (by any means) of time, distance, speed and fuel consumed per hour.","6.Explain the semi-circle rule and the importance of keeping to correct flight levels.","7.Demonstrate how to complete the Standard ATC Flight Plan Form.","8.Explain how cloud is formed and","9.Interpret a weather map, with particular reference to the high pressure and low pressure Provincials and cold and warm fronts.","10.Explain the conditions necessary for the formation of thunderstorms and know the dangers and procedures to be followed when thunderstorms are present when flying."],"img":"https://scoutwiki.scouts.org.za/images/thumb/3/35/Scoutcraft-badge-AirPlanner.jpg/200px-Scoutcraft-badge-AirPlanner.jpg"},{"name":"Athletics Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Athletics_Scoutcraft_Badge","requirements":["1.Demonstrate the correct methods of walking and running, and of starting a race.","2.Demonstrate “Scouts Pace” [50 walk/50 run] over a distance of 1km without stopping.","3.Show a basic knowledge of the rules for the following:","4.Discuss correct diet and methods of training for athletes.","5.Represent your club, Troop or school at an athletic meeting.","6.Gain the indicated times in five of the following groups of tests according toyour age:"],"img":"https://scoutwiki.scouts.org.za/images/thumb/9/9a/Scoutcraft-badge-Athletics.jpg/200px-Scoutcraft-badge-Athletics.jpg"},{"name":"Aviation Skills Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Aviation_Skills_Scoutcraft_Badge","requirements":["1.Discuss the proper conduct to adopt and the ordinary safety precautions to follow, when on an airfield and when near an aircraft.","2.Explain how to be of practical help to a pilot by indicating wind direction by day and by night and by keeping the landing strip clear.","3.Make up a scrapbook containing at least fifty pictures of different aircraft collected by yourself.","4.Recognise 90% of the aircraft in your scrapbook from silhouettes shown to you for ten seconds, 25% of the silhouettes to be head-on.","5.Point out the principle parts of an aircraft and the control surfaces.Explain how they function.","6.Explain the advantages and disadvantages of taking off and landing into the wind.","7.Explain the aerodynamics of stalling."],"img":"https://scoutwiki.scouts.org.za/images/thumb/d/d6/Scoutcraft-badge-Airmanship.jpg/200px-Scoutcraft-badge-Airmanship.jpg"},{"name":"Camping Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Camping_Scoutcraft_Badge","requirements":["1.Make a layout plan of a typical Patrol campsite. Show the position of the camp kitchen, the fireplace, dining flysheet, latrine, and tentage for at least six Scouts. Explain how and why weather, season, wind, fuel, and water supply are taken into consideration when choosing a site. Explain what care to take with regard to safe water, sanitary facilities, and emergencies.","2.Explain how a Patrol's typical activities are organised in setting up camp (e.g. pitching tents, digging latrines, making the kitchen etc). List the duties you would allocate to each member of the Patrol during camp.","3.Prepare a checklist detailing:","4.Demonstrate how to pack correctly your personal kit in a rucksack or kitbag foran overnight Patrol camp.","5.Prepare a camp menu for an overnight standing Patrol camp of at least seven Scouts covering two breakfasts, two lunches, and two suppers (some tinned food may be used). Make a food list for the Patrol. List the foods required for your menu that you can get from your local store with their prices.","6.At an overnight standing Patrol camp:","7.Have camped under canvas or in the open as a Scout for a total of not less than twelve nights (not necessarily continuous)."],"img":"https://scoutwiki.scouts.org.za/images/thumb/b/b7/Scoutcraft-badge-Camping.jpg/200px-Scoutcraft-badge-Camping.jpg"},{"name":"Canoeing Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Canoeing_Scoutcraft_Badge","requirements":["1.Have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge), or complete all the requirements for it. Be prepared to be examined on any requirement of the Scoutcraft Badge, with an age appropriate level of skill.","2.Show a knowledge of canoeing as a sport, and its value for healthy exercise.","3.Show a knowledge of canoeing accessories, such as buoyancy, paddles, clothing items, rudders, seats, splash covers, etc. Discuss the advantages of the different types of accessories, and how to select these.","4.Discuss the various types of canoes available, the materials used in their construction, and how these apply to various forms of canoeing. Name the main parts of a canoe.","5.Demonstrate sound safety measures when canoeing, including the correct use of personal floatation devices, buoyancy, pre- check items, rules of the road and the[Buddy system](https://scoutwiki.scouts.org.za/index.php?title=Buddy_system).","6.Demonstrate a shirt-tail rescue of a swimmer over 25 metres.","7.Take charge of a Canadian canoe, with a bow paddler, in which you perform the following manoeuvres, using single paddles:","8.Perform the following manoeuvres in a single-seater or double seater canoe or kayak, using double-bladed feathered paddles. (In the case of a double-seater canoe, you must occupy the seat in charge of the canoe):"],"img":"https://scoutwiki.scouts.org.za/images/thumb/1/1c/Scoutcraft-badge-Canoeing.jpg/200px-Scoutcraft-badge-Canoeing.jpg"},{"name":"Climbing Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Climbing_Scoutcraft_Badge","requirements":["1.Know how to put on a harness, set up a belay and the calls used in climbing.","2.Have experience of at least one session (two hours) of single-pitch climbing on a man-made climbing wall, either indoors or outdoors.","3.Be able to use information given in a climbing guidebook. Explain the grading systems for climbs.","4.Select at least five separate climbs, locate the starts on the ground and climb them (the standard should be at least Very Difficult).","5.Be able to abseil down a face of not less than 15 metres also using a safety rope."],"img":"https://scoutwiki.scouts.org.za/images/thumb/8/8f/Scoutcraft-badge-Climbing.jpg/200px-Scoutcraft-badge-Climbing.jpg"},{"name":"Computer Pilot Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Computer_Pilot_Scoutcraft_Badge","requirements":["1.Discuss the various instruments on an aircraft instrument panel and explain their function.","2.Carry out start procedure and execute \"Take-offs\", fly a circuit and land. Use to be made of flaps, retractable undercarriage etc. if installed on the simulator.","3.Take-off and carry out 2 cross country flights and land at either the same or a different airfield.","4.Take-off and carry out the following manoeuvres:"],"img":"https://scoutwiki.scouts.org.za/images/thumb/d/d0/Scoutcraft-badge-ComputerPilot.jpg/200px-Scoutcraft-badge-ComputerPilot.jpg"},{"name":"Conservation Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Conservation_Scoutcraft_Badge","requirements":["1.Have an understanding of the[Outdoor Code](https://scoutwiki.scouts.org.za/index.php?title=Outdoor_Code), and discuss the importance of the different points of it. What is meant by the term \"Sustainable Planet\" and discuss how you can contribute to this ideal.","2.Make a sketch illustrating the complete water cycle using and describing the following terms: precipitation; run-off; groundwater; water table; evaporation; transpiration. Indicate methods on how you would conserve water.","3.Show you are familiar with the main causes of the following types of pollution and how they can be controlled: water, air, noise, soil, waste.","4.Know the dangers of soil erosion by wind and water. Demonstrate how soil erosion can be combated.","5.Know the threats posed by alien vegetation and the measures being taken to eradicate these. Identify the main invader plants in your area.","6.Doof the following:","7.Participate in a conservation project coveringof the following:","8.Make a solar cooker and cook something for your patrol."],"img":"https://scoutwiki.scouts.org.za/images/thumb/f/f8/Scoutcraft-badge-Conservation.jpg/200px-Scoutcraft-badge-Conservation.jpg"},{"name":"Dance Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Dance_Scoutcraft_Badge","requirements":["1.Perform one dance with character, e.g. A national dance of a country, cultural dance or perform a dance using a recognised dance form.","2.Perform a sequence of movements showing the type of dance you know best, e.g. Ballet, modern, Spanish, Tribal, Ballroom or Latin American.","3.Demonstrate that you are able to perform an improvised dance to music chosen by the evaluator."],"img":"https://scoutwiki.scouts.org.za/images/thumb/b/b4/Scoutcraft-badge-Dance.jpg/200px-Scoutcraft-badge-Dance.jpg"},{"name":"Fires and Cooking Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Fires_and_Cooking_Scoutcraft_Badge","requirements":["1.Carry out an experiment to determine the burning properties of at least three different types of wood for cooking fires, and discuss their characteristics and the purposes for which each should be used.","2.Demonstrate three different types of cooking fires in use, and explain the advantages of each. Know the dangers of veld/bushfires and demonstrate how to take safety precautions when lighting, using and extinguishing fires in the open. Demonstrate methods of extinguishing flames.","3.Make a camp fireplace in the open that is suited to the natural surroundings, or make a conservation stove. Make a fire in it, and cook the following for at least four people:","4.Discuss the importance of creating a balance menu, including a vegetarian/vegan menu, and the health benefits of a vegetarian/vegan menu.","5.Demonstrate the following:","6.Make yourself a[Dampers](https://scoutwiki.scouts.org.za/index.php?title=Dampers)or a twist.","7.Using the principles of the[Recycling](https://scoutwiki.scouts.org.za/index.php?title=Recycling), properly dispose of rubbish, clean utensils, and leave a safe, clean cooking area and fireplace."],"img":"https://scoutwiki.scouts.org.za/images/thumb/9/9b/Scoutcraft-badge-FiresAndCooking.jpg/200px-Scoutcraft-badge-FiresAndCooking.jpg"},{"name":"First Aid Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=First_Aid_Scoutcraft_Badge","requirements":["1.Completed the first aid section of the[Adventurer Badge (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Adventurer_Badge&action=edit&redlink=1)advancement badge.","2.Know how to use reverse charges on a public phone, know to use a cell phone and know the emergency number on the various networks.","3.Explain the principles and limitations of yourself as the first aider or first responder and the procedure to hand over the scene to an adult first aider or trained professional.","4.Describe the safety precautions when dealing with sick and injured patients,","5.Discuss with the examiner the signs and symptoms of the following:","6.Demonstrate how to:","7.Describe the treatment of superficial, partial and full thickness[Burns (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Burns&action=edit&redlink=1).","8.Have a good theoretical and practical knowledge of[CPR](https://scoutwiki.scouts.org.za/index.php?title=CPR)and be able to demonstrate the correct procedures (currently accepted compression and ventilation rates).","9.Explain how to transport an injured person and demonstrate two methods of doing so.","10.Assemble your own personal first aid kit and know how to use everything in it.","11.As part of a team of at least three other scouts and using your personal first aid kit, take part in two simulated incidents set by the examiner. The incidents should also revise first aid at pathfinder and adventurer levels."],"img":"https://scoutwiki.scouts.org.za/images/thumb/2/2f/Scoutcraft-badge-FirstAid.jpg/200px-Scoutcraft-badge-FirstAid.jpg"},{"name":"Fitness Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Fitness_Scoutcraft_Badge","requirements":["1.After a ten-minute warm up, complete the following endurance and stamina exercises in the given time for your age:","2.Discuss the importance of individual sports (tennis, squash, golf etc) in keeping yourself physically fit in later life. Play at least one individual sport.","3.Participate in an outdoor cross-country race of at least 3 km in length.","4.Achieve the given standard for your age group in the following activities:"],"img":"https://scoutwiki.scouts.org.za/images/thumb/9/91/Scoutcraft-badge-Fitness.jpg/200px-Scoutcraft-badge-Fitness.jpg"},{"name":"Food For Life - Silver Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Food_For_Life_-_Silver_Badge","requirements":["1.Completion of the[Food For Life - Starter Badge](https://scoutwiki.scouts.org.za/index.php?title=Food_For_Life_-_Starter_Badge)is a prerequisite for this badge.","2.Explain how crop rotation can ensure proper plant nourishment, minimise certain insect damage and provide sufficient vegetable all year round. Put crop rotation into practice by planting two different vegetables for two different seasons (these vegetable should be different from[Food For Life - Starter Badge](https://scoutwiki.scouts.org.za/index.php?title=Food_For_Life_-_Starter_Badge)or number 1 above).","3.Make and maintain a compost heap and use it for your second crop.","4.Explain how to care for your crops.","5.Name three insects or diseases that may attack your vegetables and explain how to get rid of them by using homemade/natural remedies.","6.Explain a method of collecting rainwater.","7.Explain permaculture.","8.Explain a balanced diet.","9.Demonstrate the correct methods of cleaning and cooking vegetables."],"img":"https://scoutwiki.scouts.org.za/images/0/07/Food_for_Life_-_Silver.png"},{"name":"Food For Life - Starter Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Food_For_Life_-_Starter_Badge","requirements":["1.If the Scout held the[Cub Food for Life Badge](https://scoutwiki.scouts.org.za/index.php?title=Cub_Food_for_Life_Badge)he/she needs to do the following:","2.Explain what the best place and size for a food garden are.","3.Obtain or make garden tools and explain how to use and look after them (rake, spade and watering can)","4.Prepare the soil, including mulching","5.Sow seeds or plant seedlings.","6.Explain how to use water sparingly.","7.Harvest one vegetable or fruit","8.Explain why vegetables and fruit should be eaten (nutrition)."],"img":"https://scoutwiki.scouts.org.za/images/thumb/b/b5/Food_for_Life_-_Starter.png/200px-Food_for_Life_-_Starter.png"},{"name":"Hiking Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Hiking_Scoutcraft_Badge","requirements":["1.Compile lists of the personal equipment needed for a hiking expedition of at least three days. Present yourself, properly dressed and packed, before going on an overnight hike. Discuss your choice of clothing, equipment, rations and emergency kit.","2.Discuss what is meant by individual hiking skills (pace, rhythm, foot placing, conservation of energy, balance and coordination); personal hygiene; the[Outdoor Code](https://scoutwiki.scouts.org.za/index.php?title=Outdoor_Code); wilderness manners; minimum impact hiking and camping. Demonstrate how these are applied in the outdoors. Understand the importance and correct way of using catholes away from water, paths and campsites, when other latrines are not available.","3.Know the importance of the party staying together, and the procedure to be followed in the event of an accident or emergency. Know the signs and symptoms of hypothermia (exposure), the precautions to be taken to avoid this, and the correct treatment of hypothermia.","4.Know the procedure governing access to nature conservation Provincials, Parks Board Provincials, National Hiking Way trails and wilderness Provincials. Explain what permission is required before setting out on a hike (permits, parent consent, etc.) and the correct procedure when crossing private property.","5.Show that you can use a compass and how to orientate and use a 1:50 000 topographical map. Be able to locate your position by reference to natural features. Identify the conventional map symbols, and demonstrate the use of scale.","6.With other Scouts (minimum of four in the party), hike 50 kilometres over country tracks, across country, or on recognised hiking trails. This should be done over 3 or more hikes where two hikes need to be at least 20km’s in length. At least one overnight camp must be included. (Accommodation can be provided for in tents or huts.) A brief record of the dates, routes, distance hiked, names of party, and any other useful details, e.g. the weather conditions, campsite descriptions, must be presented to the examiner. The hikes must be done under a suitable leader such as the Troop Scouter, or as part of a recognised hiking organisation such as the Scout Mountain Club or Mountain Club of South Africa."],"img":"https://scoutwiki.scouts.org.za/images/thumb/0/08/Scoutcraft-badge-Hiking.jpg/200px-Scoutcraft-badge-Hiking.jpg"},{"name":"Observation Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Observation_Scoutcraft_Badge","requirements":["1.Play[Kim's Game](https://scoutwiki.scouts.org.za/index.php?title=Kim%27s_Game)and after one minute of observation remember correctly 24 out of 30 well-assorted articles. The test is to be repeated twice running with different articles and each article is to be adequately described.","2.Blindfolded, correctly identify 8 out of 10 simple sounds by hearing only.","3.Blindfolded, identify 8 out of 10 common substances by smell only.","4.Blindfolded, identify 12 out of 15 common articles by touch only.","5.Explain the characteristics of human footprints, with and without boots or shoes. Be able to identify correctly the[Tracking (page does not exist)](https://scoutwiki.scouts.org.za/index.php?title=Tracking&action=edit&redlink=1)made by a person in sand or soft earth: walking; walking backwards; limping; carrying a weight; running","6.Correctly identify the following[Cloud formations](https://scoutwiki.scouts.org.za/index.php?title=Cloud_formations)(from pictures where natural examples are not available), and explain the weather associated with each:","7.Make three[Plaster casts](https://scoutwiki.scouts.org.za/index.php?title=Plaster_casts)of the tracks of wild animals or birds, or make 5 sketches of different animal or bird tracks that you have observed out-of-doors. Identify the tracks.","8.Correctly identify 10 different makes or models of cars on the road OR correctly identify 10 different types of trees OR leaves OR insects OR birds in the outdoors."],"img":"https://scoutwiki.scouts.org.za/images/thumb/e/e6/Scoutcraft-badge-Observation.jpg/200px-Scoutcraft-badge-Observation.jpg"},{"name":"Patrol Activity Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Patrol_Activity_Scoutcraft_Badge","requirements":["1.Be a faithful member of your Patrol.","2.Explain the Patrol System.","3.Show a knowledge of your Patrol name.","4.Take part in three meetings of the Patrol-in-Council","5.Take part in a Patrol Good Turn.","6.Complete five of the following activities:","7.Hold a Position of responsibility in your Patrol for at least one year (for example, Quartermaster or Scribe)."],"img":"https://scoutwiki.scouts.org.za/images/thumb/1/1f/Scoutcraft-badge-PatrolActivities.jpg/200px-Scoutcraft-badge-PatrolActivities.jpg"},{"name":"Map Reading Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Map_Reading_Scoutcraft_Badge","requirements":["1.Know some of the different types of[Compass](https://scoutwiki.scouts.org.za/index.php?title=Compass)that are available, and explain how a compass works. Know some of the problems that can occur in using a compass, and how to overcome these.","2.Know the difference between:and demonstrate the ability to find each of these, both on a map and on the ground.","3.Explain the cause and effect of magnetic declination, and know the relationship between true bearings and magnetic bearings. Demonstrate how to convert bearings on a map to compass bearings, and vice versa.","4.Demonstrate a working knowledge of[Magnetic bearings](https://scoutwiki.scouts.org.za/index.php?title=Magnetic_bearings)by being able to:","5.Carry out the following:","6.Demonstrate a thorough knowledge of all the features on a map by carrying out an imaginary hike of approximately 25 km between two points on a map selected by the examiner. Describe the route in detail and indicate an area which could serve as an overnight stop. Be able to[undefined](https://scoutwiki.scouts.org.zahttps://en.wikipedia.org/wiki/Naismith%27s_rule)over different terrains indicated on the map by the examiner."],"img":"https://scoutwiki.scouts.org.za/images/thumb/6/6d/Scoutcraft-badge-MapReading.jpg/200px-Scoutcraft-badge-MapReading.jpg"},{"name":"Pioneering Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Pioneering_Scoutcraft_Badge","requirements":["1.Whip the ends of 3 ropes using","2.Using the ropes you have whipped, tie the following knots and demonstrate their uses:","3.Tie the following knots in nylon filament (fishing line):","4.Make the following lashings with a high degree of efficiency, and know the uses of each:","5.Make the following splices in a rope with a diameter of at least 12mm","6.Construct two of the following projects, working on your own:","7.Demonstrate the following 3 types of holdfasts, and know which conditions each is best suited for"],"img":"https://scoutwiki.scouts.org.za/images/thumb/5/59/Scoutcraft-badge-Pioneering.jpg/200px-Scoutcraft-badge-Pioneering.jpg"},{"name":"Religion and Life Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Religion_and_Life_Scoutcraft_Badge","requirements":["1.SCRIPTURE KNOWLEDGE: Locate in the relevant text in your own Bible and explain two stories ONE from each of the Sections a and b:","2.PRACTICE: Regularly attend Sunday School or your place of worship. Give Thanks (say Grace).","3.UNDERSTANDING","4.GENERAL: Answer questions relating to your religious order and procedures at the discretion of the Examiner, who will bear in mind your age."],"img":"https://scoutwiki.scouts.org.za/images/thumb/2/2a/Scoutcraft-badge-ReligionAndLife.jpg/200px-Scoutcraft-badge-ReligionAndLife.jpg"},{"name":"Sailing Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Sailing_Scoutcraft_Badge","requirements":["1.Have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge), or complete all the requirements for it. Be prepared to be examined on any requirement of the Scoutcraft Badge, with an age appropriate level of skill.","2.Recognise 8 different types of sailing craft.","3.Identify and name:","4.Know the signs of approaching bad weather as well as fine weather for your area.","5.Explain the following:","6.Know and understand the resuscitation of the apparently drowned.","7.Demonstrate the following knots:","8.Demonstrate how to prevent synthetic ropes from fraying.","9.Demonstrate the following:","10.Discuss and carry out capsize drill.","11.Show that you are an efficient member of a sailing crew. Take the helm and sail the boat on all points of sailing including getting underway, coming alongside and making fast.","12.Log at least 3 hours of sailing. The log must be certified by your Troop Scouter."],"img":"https://scoutwiki.scouts.org.za/images/thumb/7/7b/Scoutcraft-badge-Sailing.jpg/200px-Scoutcraft-badge-Sailing.jpg"},{"name":"Sports Fan Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Sports_Fan_Scoutcraft_Badge","requirements":["1.Explain the rules governing the chosen sport.","2.Describe the levels of achievement within the chosen sport either locally, nationally or internationally.","3.Show knowledge of some of the personalities, champions or other experts within the sport and explain how they might have inspired you.","4.Talk about the equipment required for the sport.","5.Describe a recent major event, championship or landmark in the sport.","6.Explain how you follow the sport and how you keep up to date with developments."],"img":"https://scoutwiki.scouts.org.za/images/thumb/c/c1/Scoutcraft-badge-Sportsfan.jpg/200px-Scoutcraft-badge-Sportsfan.jpg"},{"name":"Survival Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Survival_Scoutcraft_Badge","requirements":["1.Know the four main needs to be satisfied in a survival situation. Discuss","2.Build a weatherproof shelter from natural materials or groundsheets (overhanging rock and cliffs excluded) and sleep in it alone or with another Scout for at least one night.","3.Lay and light a fire outdoors, without matches, using an alternative method such as magnifying glass, binoculars, flint and steel, friction, bow and drill or batteries.","4.With raw ingredients (not dehydrated), cook over an open fire a meal consisting of a main course, which includes local edible plants (utensils and aluminium foil excluded) and a twist or[Dampers](https://scoutwiki.scouts.org.za/index.php?title=Dampers).","5.Demonstrate any method of rendering muddy water fit for human consumption.","6.Demonstrate two methods of finding true North during the day and two methods at night, without the aid of a compass or map.","7.Recognise and identify three venomous snakes in your area and know the precautions to take to avoid being bitten by snakes."],"img":"https://scoutwiki.scouts.org.za/images/thumb/b/bc/Scoutcraft-badge-Survival.jpg/200px-Scoutcraft-badge-Survival.jpg"},{"name":"Swimming Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge","requirements":["1.Swim 100 metres in any overarm or crawl style.","2.Swim 50 metres in clothes (shirt, shorts and socks as minimum) and undress in the water with the feet off the bottom.","3.Swim 50 metres on the breast and 50 metres on the back (either hands clasped or arms folded in front) and then a further 50 metres any style making 150 metres in all.","4.Take clothes off on shore. Enter water feet first. Carry shirt in teeth or hand. Swim 10 metres. Swing one end of the shirt into the hands of a 'drowning' person. Tow him to the shore.","5.Demonstrate, by means of 'clothing inflation', a method of remaining afloat for three minutes.","6.Execute a reasonable dive into the water from the side of the pool","7.Dive from the surface of the water and recover with both hands an object from the bottom. The water is not to be more than 2 metres deep."],"img":"https://scoutwiki.scouts.org.za/images/thumb/9/9d/Scoutcraft-badge-Swimming.jpg/200px-Scoutcraft-badge-Swimming.jpg"},{"name":"Watermanship Scoutcraft Badge","link":"https://scoutwiki.scouts.org.za/index.php?title=Watermanship_Scoutcraft_Badge","requirements":["1.Have passed the[Swimming Scoutcraft Badge](https://scoutwiki.scouts.org.za/index.php?title=Swimming_Scoutcraft_Badge), or complete all the requirements for it. Be prepared to be examined on any requirement of the Scoutcraft Badge, with an age appropriate level of skill.","2.Demonstrate how to load a pulling boat with stores and personnel, and how to trim the boat correctly.","3.Explain the following:","4.Take clothes off on shore. Enter water feet first. Carry shirt in teeth or hand. Swim 10 metres. Swing one end of the shirt into the hands of a 'drowning' person. Tow him to the shore.","5.Know the signs of approaching bad weather as well as fine weather for your area.","6.Know and understand the resuscitation of the apparently drowned.","7.Demonstrate the following knots:","8.Demonstrate how to prevent a synthetic rope from fraying.","9.Name all the parts of a pulling boat.","10.Cast a heaving line at least 8 metres to fall within 2 markers spaced 2 metres apart.","11.Manage a dinghy or similar craft single-handed and perform the following:","12.Discuss and carry out capsize drill.","13.Log at least 3 hours of pulling. The log must be certified by your Troop Scouter"],"img":"https://scoutwiki.scouts.org.za/images/thumb/0/02/Scoutcraft-badge-Watermanship.jpg/200px-Scoutcraft-badge-Watermanship.jpg"}]}